[
    {
        "description": "Made with pork, chicken, beef. Pepperoni & pizza topping with pepperoni seasoning pizza in a golden crust. Per 6 Rolls: 220 calories; 2.5 g sat fat (11% DV); 410 mg sodium (17% DV); 2 g sugars. Box Tops for Education. US inspected and passed by Department of Agriculture. Approximately 40 count. Questions? Comments? Save package and visit us at our website or call M-F 7:30 am - 5:30 pm CT 1-800-949-9055. www.Totinos.com.<br><br>Storage: Keep frozen. Directions: Cook thoroughly. Filling will be very hot! Wait until cool enough to eat. For food safety and quality, follow cooking directions. Cook thoroughly to at least 160 degrees F. Keep frozen until ready to cook. Refrigerate leftovers. Oven and Toaster Oven (Do not leave toaster oven unattended while cooking product): 1. Heat oven to 425 degrees F. Arrange rolls 1 inch apart in single layer on cookie sheet or toaster oven tray. Place on middle oven rack. 2. Bake: 10 to 11 minutes in oven (12 minutes in toaster oven  or until crispy and sizzling). 3. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Microwave (Do not leave microwave unattended while cooking product): 1. Arrange 6 rolls in circle on microwavable plate. 2. Microwave on high 60 seconds. If not thoroughly cooked, rotate plate 1/4 turn; microwave up to 10 seconds longer. 3. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Directions developed for 1000-watt microwave ovens. Due to differences in microwave ovens, cooking times may vary.", 
        "dpci": "270-06-0150", 
        "brand": "Totino's", 
        "tcin": "13026129", 
        "images": [
            {
                "alternate_urls": [
                    "13026129_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13026129", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13026129_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13026129"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's&#174; Pepperoni Pizza Rolls - 40ct/19.8oz", 
        "url": "/p/totino-s-174-pepperoni-pizza-rolls-40ct-19-8oz/-/A-13026129", 
        "release_date": "", 
        "upc": "042800265036", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with pork, chicken, beef.", 
                "Pepperoni & pizza topping with pepperoni seasoning pizza in a golden crust.", 
                "Box Tops for Education.", 
                "US inspected and passed by Department of Agriculture."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Pizza in a golden crust. Naturally & artificially flavored. Per 6 Rolls: 210 calories; 2 g sat fat (10% DV); 390 mg sodium (16% DV); 3 g sugars. Official Coupon Box Tops for Education. Questions? Comments? Save package and visit us at our website or call M-F 7:30 am - 5:30 pm CT 1-800-949-9055 www.Totinos.com.<br><br>Storage: Keep frozen. Directions: Cook thoroughly. Filling will be very hot! Wait until cool enough to eat. For food safety and quality, follow cooking directions. Cook thoroughly to internal temperature of at least 160 degrees F. Keep frozen until ready to cook. Refrigerate leftovers. Oven & Toaster Oven: Do not leave toaster oven unattended while cooking product. 1. Heat oven to 425 degrees F. Arrange rolls 1 inch apart in single layer on cookie sheet or toaster oven tray. Place on middle oven rack. 2. Bake 10 to 11 minutes in oven (11 to 12 minutes in toaster oven). 3. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Microwave: Do not leave microwave unattended while cooking product. 1. Arrange 6 rolls in circle on microwavable plate. 2. Microwave on high 60 to 65 seconds. If not thoroughly cooked, rotate plate 1/4 turn; microwave up to 10 seconds longer. 3. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Directions developed for 1000-watt microwave ovens. Due to differences in microwave ovens, cooking times may vary.", 
        "dpci": "270-06-0159", 
        "brand": "Totino's", 
        "tcin": "13026133", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13026133"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's&#174; Cheese Pizza Rolls - 40ct/19.8oz", 
        "url": "/p/totino-s-174-cheese-pizza-rolls-40ct-19-8oz/-/A-13026133", 
        "release_date": "", 
        "upc": "042800265050", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Pizza in a golden crust.", 
                "Naturally & artificially flavored.", 
                "Official Coupon Box Tops for Education."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Sausage & pizza topping with pepperoni seasoning pizza in a golden crust. Sausage made with pork and chicken; pizza topping with pepperoni seasoning made with pork, chicken, beef. Per 6 Rolls: 210 calories; 2. g sat fat (10% DV); 350 mg sodium (14% DV); 2 g sugars. Box Tops for Education. US inspected and passed by Department of Agriculture. Approximately 40 count. Questions? Comments? Save package and visit us at our website or call M-F 7:30 am - 5:30 pm CT 1-800-949-9055. www.Totinos.com.<br><br>Storage: Keep frozen. Directions: Cook thoroughly. Filling will be very hot! Wait until cool enough to eat. For food safety and quality, follow cooking directions. Cook thoroughly to at least 160 degrees F. Keep frozen until ready to cook. Refrigerate leftovers. Oven and Toaster Oven (Do not leave toaster oven unattended while cooking product): 1. Heat oven to 425 degrees F. Arrange rolls 1 inch apart in single layer on cookie sheet or toaster oven tray. Place on middle oven rack. 2. Bake: 10 to 11 minutes in oven (12 minutes in toaster oven or until crispy and sizzling). 3. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Microwave (Do not leave microwave unattended while cooking product): 1. Arrange 6 rolls in circle on microwavable plate. 2. Microwave on high 60 seconds. If not thoroughly cooked, rotate plate 1/4 turn; microwave up to 10 seconds longer. 3. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Directions developed for 1000-watt microwave ovens. Due to differences in microwave ovens, cooking times may vary.", 
        "dpci": "270-06-0149", 
        "brand": "Totino's", 
        "tcin": "13025990", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13025990"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's&#174; Combination Pizza Rolls - 40ct/19.8oz", 
        "url": "/p/totino-s-174-combination-pizza-rolls-40ct-19-8oz/-/A-13025990", 
        "release_date": "", 
        "upc": "042800265043", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Approximately 40 count.", 
                "Sausage & pizza topping with pepperoni seasoning pizza in a golden crust.", 
                "Sausage made with pork and chicken. Pizza topping with pepperoni seasoning made with pork, chicken, and beef.", 
                "Box Tops for Education."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Jazz up snack time with some warm, savory eats when you pick up the Bagel Bites® Cheese and Pepperoni Mini Bagels from Ore-Ida®. Packed with tons of mouth-watering goodness, each bagel contains lots of real cheese, sausage, pepperoni and tomato sauce. With no trans fat and 7 grams of protein per serving, these cheese and meat packed bites are the perfect snack to indulge in whenever a craving for crispy pizza flavor hits.", 
        "dpci": "270-06-0025", 
        "brand": "Bagel Bites", 
        "tcin": "13264423", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264423"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida&#174; Bagel Bites&#174; Cheese and Pepperoni Mini Bagels 7 oz", 
        "url": "/p/ore-ida-174-bagel-bites-174-cheese-and-pepperoni-mini-bagels-7-oz/-/A-13264423", 
        "release_date": "", 
        "upc": "070085060121", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains 40 mini bagels per box", 
                "Each serving has 7 grams of protein and 0 grams of trans fat", 
                "Take your snacks and appetizers up a notch and enjoy these savory bites filled with three cheeses"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "For a healthier alternative to French fries, try these Sweet Potato Fries from Alexia®. This alternative is lightly seasoned with sea salt and has a sweet and savory constitution. Being low in saturated fat and cholesterol allows this snack to be named American Heart Association certified.", 
        "dpci": "270-01-0050", 
        "brand": "Alexia", 
        "tcin": "14753385", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14753385"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Alexia&#174; Sweet Potato Fries - 20oz", 
        "url": "/p/alexia-174-sweet-potato-fries-20oz/-/A-14753385", 
        "release_date": "", 
        "upc": "834183007125", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "&nbsp;Sweet potato fries flavored with sea salt", 
                "&nbsp;American Heart Association certified", 
                "&nbsp;Sweet and savory"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Features:</B> non-GE (genetically engineered)", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Mini bagels with mozzarella, cheddar, monterey jack cheeses and tomato sauce. Improved pizza sauce. Better taste! Made with real cheese. 7 g protein per serving. 0 g trans fat per serving. Your kids will love the great taste of Bagel Bites. Great for a fun. Satisfying snack! Make mealtime fun! Visit us at www.bagelbites.com. For cooking instructions in Spanish, visit our website. Quality Pledge: Ore-Ida is committed to providing the highest-quality products. We welcome your comments. Please call 1-800-892-2401, Monday - Friday, and have the package with you when you call.<br><br>Storage: Cook thoroughly. Keep frozen. Directions: Here's how to make 'em. For best quality and food safety, follow these cooking instructions: Keep frozen until ready to use. Cook thoroughly before eating. Use caution as product and packaging will be hot! Follow cooking instructions to ensure product reaches 165 degrees F, as measured by a food thermometer. Appliance temperatures may vary. Please consider the performance of your appliance when following these instructions. Want 'em crispier? Oven: Do not use crisping tray! Preheat oven to 425 degrees F. Arrange 9 frozen Bagel Bites about 1/2 inch apart on a baking sheet or shallow pan. Place baking sheet or pan on the upper middle rack in oven. Bake 12 minutes. Let bagels stand for 1 minute before serving. Toaster Oven: Do not use crisping tray! Preheat oven to 400 degrees F. Arrange 9 frozen Bagel Bites on toaster oven tray and place in toaster oven. Bake 14 minutes. Let bagels stand for 1 minute before serving. Want 'em faster? Microwave (1100 Watt): (For softer bagels). Remove crisping tray from the box and remove plastic wrapper. Place tray, shiny side up, with all 9 frozen Bagel Bites in microwave oven. Cook 2 minutes and 10 seconds on high power. Let bagels stand for 1 minute before serving.", 
        "dpci": "270-06-0027", 
        "brand": "Bagel Bites", 
        "tcin": "13264303", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264303"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Bagel Bites Three Cheese Mini Bagel Pizzas 9-ct.", 
        "url": "/p/ore-ida-bagel-bites-three-cheese-mini-bagel-pizzas-9-ct/-/A-13264303", 
        "release_date": "", 
        "upc": "070085060107", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Mini bagels with mozzarella, cheddar, monterey jack cheeses and tomato sauce.", 
                "Improved pizza sauce.", 
                "Made with real cheese."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Indulge in the warm melted cheese of these Mozzarella Sticks 8 oz from Market Pantry. These mozzarella cheese sticks are a quick snack to enjoy during movie night.<br><br>Market Pantry\u0099 promises freshness and quality always at a great value.", 
        "dpci": "270-06-0427", 
        "brand": "market pantry&#153;", 
        "tcin": "14795792", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14795792"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Mozzarella Sticks 8 oz - Market Pantry&#153;", 
        "url": "/p/mozzarella-sticks-8-oz-market-pantry-153/-/A-14795792", 
        "release_date": "", 
        "upc": "085239604274", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "8 oz package", 
                "200 calories per serving", 
                "Great finger food"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Instead of ordering takeout, just stock your freezer for those Chinese food cravings with the Chicken Mini Egg Rolls from P.F. Chang's®. These delicious rolls are ready to go in minutes and so addictive that it won't be surprising if you don't want to share this appetizer for two. Enjoy these quality egg rolls filled with chicken and veggies and do it all from the comfort of your home.", 
        "dpci": "270-11-0121", 
        "brand": "P.F. Chang's", 
        "tcin": "16910764", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "16910764"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "PF Chang's Home Menu Chicken Mini Egg Rolls - 8.8oz - 8ct", 
        "url": "/p/pf-chang-s-home-menu-chicken-mini-egg-rolls-8-8oz-8ct/-/A-16910764", 
        "release_date": "", 
        "upc": "031000700041", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains 8 mini egg rolls", 
                "Veggies like cabbage, onion, and carrots are wrapped in a thin, crispy wrap", 
                "Includes signature sauce packets for even more flavor"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Enjoy a crispy treat any time of the day with the Ore-Ida® Crispy Crowns!® Seasoned, Shredded Potatoes. These potatoes come in a fun disc shape, keeping them crispy no matter how you serve them. Serve them for breakfast with salsa and a breakfast burrito, or dip them in sour cream for an easy afternoon snack.", 
        "dpci": "270-01-0077", 
        "brand": "Ore-Ida", 
        "tcin": "13257871", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13257871"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Crispy Crowns Seasoned Shredded Potatoes - 30oz", 
        "url": "/p/ore-ida-crispy-crowns-seasoned-shredded-potatoes-30oz/-/A-13257871", 
        "release_date": "", 
        "upc": "013120001338", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Crispy french fries make a great side dish", 
                "Seasoning adds a kick to any meal", 
                "Easy to cook in the oven"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Heating: For best results - Fully thaw in the refrigerator and use promptly. Do not refreeze. Microwave (1200-watt): 1. Open one end of the package. 2. Separate sandwiches inside package. 3. Microwave on high for 60 seconds if frozen/35 seconds if thawed. Microwave wattages may vary requiring slight adjustments to heating times. For food safety and quality, heat to a minimum internal temperature of 165 degrees F (74 degrees C). Stove Top (For Steaming of Burgers): 1. Cover bottom of a medium saucepan with water. Keep water below bottom of steamer insert. Cover and bring to a boil. 2. Cover insert with foil just large enough to hold sandwiches so bun heels don’t come in contact with insert. 3. Place individual sandwiches on top of foil, insert into the pan. Cover/reduce heat to low. 4. Steam 10-12 minutes if frozen, 8-10 minutes if thawed, or until center of sandwiches reach 165 degrees F (74 degrees C). 5. Remove burgers from pan using spatula. Note: Bun tops may be wrinkled, but very soft like fresh from our restaurants. For additional heating instructions, please refer to our website.", 
        "dpci": "270-06-0221", 
        "brand": "White Castle", 
        "tcin": "13327567", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13327567"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "White Castle Microwaveable Cheeseburgers 6 ct", 
        "url": "/p/white-castle-microwaveable-cheeseburgers-6-ct/-/A-13327567", 
        "release_date": "", 
        "upc": "082988010066", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> hamburger bun", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0190", 
        "brand": "Hot Pockets", 
        "tcin": "13409451", 
        "images": [
            {
                "alternate_urls": [
                    "13409451_Alt01", 
                    "13409451_Alt02", 
                    "13409451_Alt03"
                ], 
                "swatch": "13409451_Swatch", 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13409451"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Hot Pockets Garlic Buttery Crust Four Cheese Pizza - 9oz", 
        "url": "/p/hot-pockets-garlic-buttery-crust-four-cheese-pizza-9oz/-/A-13409451", 
        "release_date": "", 
        "upc": "043695071092", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Have a Mexican themed appetizer party and serve these Chicken Taquitos 9.6 oz from Market Pantry. These chicken and cheese taquitos are rolled in a flour tortilla and make a great snack for Cinco de Mayo or any day.<br><br>Market Pantry\u0099 promises freshness and quality always at a great value.", 
        "dpci": "270-06-0535", 
        "brand": "market pantry&#153;", 
        "tcin": "14799094", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14799094"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Chicken Taquitos 9.6 oz - Market Pantry&#153;", 
        "url": "/p/chicken-taquitos-9-6-oz-market-pantry-153/-/A-14799094", 
        "release_date": "", 
        "upc": "085239605356", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "9.6 oz package", 
                "230 calories per serving", 
                "Heat and serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Flame broiled beef patty with cheese on a bun.<br><br>Directions:<br>Fully cooked. Keep frozen. Keep frozen until ready to prepare. Microwave: 1. Open package a small amount at each end to vent. 2. Place on microwave-safe plate. 3. Microwave on high 1 to 1-1/2 minutes until heated through. Let stand 1 minute before opening. Caution: Cheeseburgers could be hot! Tips: To prepare 1 cheeseburger, remove from packaging. Wrap in paper towel; place on microwave-safe plate. Microwave 30 to 45 minutes until heated through. Let stand 1 minute. Serve with barbecue sauce or ranch dressing for dipping. Great with spicy mayo. To make, mix about 1 tbsp mayonnaise and 1 tsp hot chili sauce. Microwave ovens may vary, adjust accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "270-06-0765", 
        "brand": "market pantry&#153;", 
        "tcin": "13204341", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13204341"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Mini Cheeseburgers 6 Count - Market Pantry&#153;", 
        "url": "/p/mini-cheeseburgers-6-count-market-pantry-153/-/A-13204341", 
        "release_date": "", 
        "upc": "085239077658", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Microwaveable", 
                "Heat & serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> hamburger bun", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "You'll find genuine pizza flavor in Hot Pockets® Pizzeria Pepperoni Pizza Stuffed Sandwiches from Nestlé®. Made with real cheese and without any artificial flavor, these hot pockets are a great source of protein and a convenient way to satisfy your pizza craving.", 
        "dpci": "270-06-0089", 
        "brand": "Hot Pockets", 
        "tcin": "13291615", 
        "images": [
            {
                "alternate_urls": [
                    "13291615_Alt01", 
                    "13291615_Alt02", 
                    "13291615_Alt03", 
                    "13291615_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13291615"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Hot Pockets Garlic Buttery Crust Pepperoni Pizza Sandwiches - 9oz - 2ct", 
        "url": "/p/hot-pockets-garlic-buttery-crust-pepperoni-pizza-sandwiches-9oz-2ct/-/A-13291615", 
        "release_date": "", 
        "upc": "043695071115", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with real mozzarella cheese, sausage and pepperoni", 
                "No artificial flavors", 
                "Excellent source of protein", 
                "Contains 2 hot pockets"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Cook Thoroughly. Microwave Oven Cooking: Prep it. Unwrap sandwich, insert into crisping sleeve and place on paper plate. Make it Hot: Cooking Time on High (1100 Watt Oven) 2:00: qty. 1: 2 minutes (ovens vary; cooking time may need to be adjusted); qty. 2: 3 minutes, 30 seconds (ovens vary; cooking time may need to be adjusted). Cooking Time on High (Lower Wattage/Compact Microwave): qty. 1: 3 minutes (ovens vary; cooking time may need to be adjusted); qty. 2: for best results, cook one at a time. Enjoy it! Enjoy your Lean Pockets sandwich with a side of fruit or vegetables. Conventional Oven: Preheat oven to 350 degrees, unwrap sandwich and place on baking sheet. Do not use crisping sleeve in oven. Bake for 28 minutes (ovens vary; cooking time may need to be adjusted), then carefully remove from oven. For food safety and quality, read and follow these cooking instructions to ensure product reaches internal temperature of 165 degrees F. Cook thoroughly before eating. Product will be hot! Save your tastebuds and wait for your sandwich to cool.", 
        "dpci": "270-06-0019", 
        "brand": "Lean Pockets", 
        "tcin": "13387283", 
        "images": [
            {
                "alternate_urls": [
                    "13387283_Alt01", 
                    "13387283_Alt02", 
                    "13387283_Alt03", 
                    "13387283_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13387283", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13387283"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Lean Pockets Culinary Creations Garlic Chicken White Pizza Stuffed Sandwiches 2-ct.", 
        "url": "/p/lean-pockets-culinary-creations-garlic-chicken-white-pizza-stuffed-sandwiches-2-ct/-/A-13387283", 
        "release_date": "", 
        "upc": "043695674347", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "With white meat chicken, reduced fat Mozzarella & Fontina cheeses with garlic sauce in a whole grain crust.", 
                "Good source of protein.", 
                "Real cheese.", 
                "No artificial flavors.", 
                "Inspected for wholesomeness by US Department of Agriculture."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Cook thoroughly. For food safety and quality, read and follow these cooking instructions to ensure product reaches internal temperature of 165 degrees F. Cook thoroughly before eating. Step 1: Prep it. Step 2: Make it hot. Step 3: Enjoy it! Microwave Oven: Unwrap sandwich, insert into crisping sleeve and place on paper plate. Microwave (See Chart): Cooking Time on High (1100 Watt Oven): Qty. 1: 2 minutes; Qty. 2: 3 minutes, 30 seconds. Cooking Time on High (Lower Wattage/Compact Microwave): Qty. 1: 2 minutes, 45 seconds; Qty. 2: 5 minutes. Since ovens vary, cooking times may require adjusting. Conventional Oven: Preheat oven to 350 degrees F, unwrap sandwich and place on baking sheet. Do not use crisping sleeve in oven. Bake for 28 minutes (Since ovens vary, cooking times may require adjusting), then carefully remove from oven. To complete cooking, wait 2 minutes to enjoy. Product will be hot! Save your tastebuds and wait for your sandwich to cool.", 
        "dpci": "270-06-0078", 
        "brand": "Lean Pockets", 
        "tcin": "13291614", 
        "images": [
            {
                "alternate_urls": [
                    "13291614_Alt01", 
                    "13291614_Alt02", 
                    "13291614_Alt03", 
                    "13291614_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13291614"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Lean Pockets Pepperoni Pizza Stuffed Sandwiches 2 ct", 
        "url": "/p/lean-pockets-pepperoni-pizza-stuffed-sandwiches-2-ct/-/A-13291614", 
        "release_date": "", 
        "upc": "043695083057", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Reduced fat pepperoni with low fat mozzarella cheese in a garlic buttery seasoned crust.", 
                "US inspected and passed by Department of Agriculture.", 
                "Made with real cheese."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Cook thoroughly. For food safety and quality, follow these cooking instructions to ensure product reaches internal temperature of 165 degrees F. Cook thoroughly before eating. Microwave oven: Step 1: Prep it. Step 2: Make it hot. Step 3. Enjoy it! Unwrap sandwich, insert into crisping sleeve and place on paper plate. Microwave (See chart): Qty: 1; Cooking time on high (1100 watt oven): 2 minutes, 15 seconds. Qty: 2; Cooking time on high (1100 watt oven): 3 minutes, 45 seconds (Since ovens vary, cooking times may require adjusting). Qty: 1; Cooking time on high (lower wattage/compact microwave): 3 minutes, 15 seconds (Since ovens vary, cooking times may require adjusting). Qty: 2; Cooking time on high (lower wattage/compact microwave): 5 minutes, 15 seconds (Since ovens vary, cooking times may require adjusting). To complete cooking, wait 2 minutes to enjoy. Product will be hot! Save your tastebuds and wait for your sandwich to cool.", 
        "dpci": "270-06-0407", 
        "brand": "Lean Pockets", 
        "tcin": "13469488", 
        "images": [
            {
                "alternate_urls": [
                    "13469488_Alt01", 
                    "13469488_Alt02", 
                    "13469488_Alt03", 
                    "13469488_Alt04", 
                    "13469488_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13469488", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13469488"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Lean Pockets Pretzel Bread Grilled Chicken with Jalapeno Cheddar Sandwiches 9-oz.", 
        "url": "/p/lean-pockets-pretzel-bread-grilled-chicken-with-jalapeno-cheddar-sandwiches-9-oz/-/A-13469488", 
        "release_date": "", 
        "upc": "043695658330", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Cheese with white meat chicken, red peppers & reduced fat mozzarella cheese with sauce in pretzel bread.", 
                "Good source of protein.", 
                "Inspected for wholesomeness by US Department of Agriculture."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> Pretzel", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0087", 
        "brand": "Hot Pockets", 
        "tcin": "13387386", 
        "images": [
            {
                "alternate_urls": [
                    "13387386_Alt01", 
                    "13387386_Alt02", 
                    "13387386_Alt03", 
                    "13387386_Alt04"
                ], 
                "swatch": "13387386_Swatch", 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13387386"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Hot Pockets Ham & Cheese 2 ct", 
        "url": "/p/hot-pockets-ham-cheese-2-ct/-/A-13387386", 
        "release_date": "", 
        "upc": "043695071122", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "You can have baseball game food from home with these SuperPretzel® Baked Soft Pretzels. They are already baked so all you have to do is heat and eat. They are ready in seconds and you add salt with the included packet so you get the amount of flavor you desire.", 
        "dpci": "270-06-0139", 
        "brand": "SuperPretzel", 
        "tcin": "13330092", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13330092"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "SuperPretzel&#174; Baked Soft Pretzels - 6ct", 
        "url": "/p/superpretzel-174-baked-soft-pretzels-6ct/-/A-13330092", 
        "release_date": "", 
        "upc": "073321000189", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "&nbsp;6 baked, soft pretzels", 
                "&nbsp;Fully baked, ready in seconds", 
                "&nbsp;Salt pack included to flavor to your taste"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Contains:</B> wheat", 
            "<B>May Contain:</B> wheat"
        ]
    }, 
    {
        "description": "For busy mornings, you can get your bacon and eggs in a convenient hot pocket with Hot Pockets® Applewood Bacon, Egg and Low Fat Cheese from Nestlé®. Made with real reduced-fat cheese, eggs and applewood bacon, and wrapped in a flaky croissant crust, these Hot Pockets provide a wholesome start to your busy day.", 
        "dpci": "270-06-0452", 
        "brand": "Hot Pockets", 
        "tcin": "14063637", 
        "images": [
            {
                "alternate_urls": [
                    "14063637_Alt01", 
                    "14063637_Alt02", 
                    "14063637_Alt03", 
                    "14063637_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14063637"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Nestl&#233;&#174; Hot Pockets&#174; Applewood Bacon Egg & Cheese Croissant Crust Sandwiches - 9oz - 2ct", 
        "url": "/p/nestl-233-174-hot-pockets-174-applewood-bacon-egg-cheese-croissant-crust-sandwiches-9oz-2ct/-/A-14063637", 
        "release_date": "", 
        "upc": "043695062007", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Hot pocket made with real mozzarella cheese, egg and applewood bacon", 
                "Wrapped in a flaky whole grain croissant crust", 
                "No artificial flavors and made with reduced fat", 
                "Great source of protein"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-11-0369", 
        "brand": "P.F. Chang's", 
        "tcin": "50447263", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50447263"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "P.F Changs&#174; Signature Chicken Dumplings 8.2 oz", 
        "url": "/p/p-f-changs-174-signature-chicken-dumplings-8-2-oz/-/A-50447263", 
        "release_date": "", 
        "upc": "031000670290", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Breaded boneless skinless chicken breast chunks with rib meat coated with a sweet barbecue glaze.<br><br>Directions:<br>Keep frozen. Keep frozen until ready to prepare. Oven: 1. Heat oven to 400 degrees F. 2. Place frozen bites on baking sheet. 3. Bake 14 to 16 minutes, turning halfway through, until hot. Microwave: 1. Arrange 6 frozen bites on microwave-safe plate. 2. Microwave on high 1-1/2 to 2 minutes until hot. Appliances may vary, adjust accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "270-06-0455", 
        "brand": "market pantry&#153;", 
        "tcin": "14795788", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14795788"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Honey Barbecue Chicken Breast Bites 10 oz - Market Pantry&#153;", 
        "url": "/p/honey-barbecue-chicken-breast-bites-10-oz-market-pantry-153/-/A-14795788", 
        "release_date": "", 
        "upc": "085239645505", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Fully cooked", 
                "Microwaveable"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Begin your day with a delicious and protein-rich Hot Pockets® Breakfast Sausage-Egg & Cheese Hot Pocket from Nestlé®. Containing real eggs, sausage and cheese wrapped in a flaky croissant crust, these breakfast sandwiches will make a scrumptious start to your day.", 
        "dpci": "270-06-0453", 
        "brand": "Hot Pockets", 
        "tcin": "14063636", 
        "images": [
            {
                "alternate_urls": [
                    "14063636_Alt01", 
                    "14063636_Alt02", 
                    "14063636_Alt03", 
                    "14063636_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14063636"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Nestl&#233;&#174; Hot Pockets&#174; Sausage-Egg & Cheese Croissant Crust Sandwiches - 9oz - 2ct", 
        "url": "/p/nestl-233-174-hot-pockets-174-sausage-egg-cheese-croissant-crust-sandwiches-9oz-2ct/-/A-14063636", 
        "release_date": "", 
        "upc": "043695062021", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with real mozzarella cheese, egg and sausage", 
                "Wrapped in a flaky whole grain crust", 
                "No artificial flavors", 
                "Contains two Hot Pockets"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0084", 
        "brand": "Hot Pockets", 
        "tcin": "13461641", 
        "images": [
            {
                "alternate_urls": [
                    "13461641_Alt01", 
                    "13461641_Alt02", 
                    "13461641_Alt03", 
                    "13461641_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13461641"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Nestl&#233;&#174; Hot Pockets&#174; Meatballs & Mozzarella 2 ct 9 oz", 
        "url": "/p/nestl-233-174-hot-pockets-174-meatballs-mozzarella-2-ct-9-oz/-/A-13461641", 
        "release_date": "", 
        "upc": "043695071160", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Breaded chicken breast chunks with rib meat coated with a hot & tangy sauce.<br><br>Directions:<br>Keep frozen until ready to prepare. Oven: 1. Heat oven to 400 degrees F. 2. Place frozen bites on baking sheet. 3. Bake 14 to 16 minutes, turning halfway through, until hot. Microwave: 1. Arrange 6 chicken bites on microwave-safe plate. 2. Microwave on high 1-1/2 to 2 minutes until hot. Appliances may vary; adjust accordingly. Refrigerate or discard leftovers immediately. Keep package for reference.", 
        "dpci": "270-06-0645", 
        "brand": "market pantry&#153;", 
        "tcin": "14799162", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14799162"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Chicken Breast Bites Buffalo-Style 10 oz - Market Pantry&#153;", 
        "url": "/p/chicken-breast-bites-buffalo-style-10-oz-market-pantry-153/-/A-14799162", 
        "release_date": "", 
        "upc": "085239066454", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Microwaveable", 
                "Heat & serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Main Meat Ingredient:</B> chicken", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Munch on this cheesy El Monterey® Chicken and Cheese Taquitos for a quick fill-up during snack time. Whether you are watching your favorite show or just hanging out with friends, these mouth-watering taquitos will make a great choice. Made of a succulent filling of chicken and Monterey Jack cheese, they're packed-full of delicious flavor – simply heat and serve to enjoy.", 
        "dpci": "270-06-0167", 
        "brand": "El Monterey", 
        "tcin": "17004537", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17004537"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "El Monterey&#174; Chicken and Cheese Taquitos - 21ct", 
        "url": "/p/el-monterey-174-chicken-and-cheese-taquitos-21ct/-/A-17004537", 
        "release_date": "", 
        "upc": "071007401404", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Chicken and Monterey Jack cheese taquitos", 
                "Pack of 21 chicken and cheese taquitos with good source of protein", 
                "Easy to serve &mdash; just heat and enjoy!"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Breaded chicken patty on a bun.<br><br>Directions:<br>Fully cooked. Keep frozen. Keep frozen until ready to prepare. Microwave: 1. Open package a small amount at each end to vent. 2. Place on microwave-safe plate. 3. Microwave on high 1 to 1-1/2 minutes until heated through. Let stand 1 minute before opening. Caution: Sandwiches could be hot! Tips: To prepare 1 sandwich, remove from packaging. Wrap in paper towel; place on microwave-safe plate. Microwave 30 to 45 minutes until heated through. Let stand 1 minute. Serve with mayonnaise or barbecue sauce for dipping. Add a slice of cheese to warm sandwich, liked cheddar, Jack or Swiss. Microwave ovens may vary, adjust accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "270-06-0766", 
        "brand": "market pantry&#153;", 
        "tcin": "13204342", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13204342"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Mini Chicken Sandwiches 6 Count - Market Pantry&#153;", 
        "url": "/p/mini-chicken-sandwiches-6-count-market-pantry-153/-/A-13204342", 
        "release_date": "", 
        "upc": "085239077665", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Microwaveable", 
                "Heat & serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> hamburger bun", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-01-0048", 
        "brand": "Alexia", 
        "tcin": "13305004", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13305004"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Alexia All Natural Waffle Cut Sweet Potato with Seasoned Salt 20 oz", 
        "url": "/p/alexia-all-natural-waffle-cut-sweet-potato-with-seasoned-salt-20-oz/-/A-13305004", 
        "release_date": "", 
        "upc": "834183007149", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "For busy mornings, you can get your bacon and eggs in a convenient hot pocket with Lean Pockets® Applewood Bacon-Egg & Cheese from Nestlé®. Made with real cheese, eggs and applewood bacon and wrapped in a 100% whole grain crust, these Hot Pockets provide a wholesome start to your busy day.", 
        "dpci": "270-06-0285", 
        "brand": "Lean Pockets", 
        "tcin": "13461645", 
        "images": [
            {
                "alternate_urls": [
                    "13461645_Alt01", 
                    "13461645_Alt02", 
                    "13461645_Alt03", 
                    "13461645_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13461645", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13461645"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Nestl&#233;&#174; Lean Pockets&#174; Applewood Bacon-Egg & Cheese 2 ct 9 oz", 
        "url": "/p/nestl-233-174-lean-pockets-174-applewood-bacon-egg-cheese-2-ct-9-oz/-/A-13461645", 
        "release_date": "", 
        "upc": "043695740974", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Breakfast sandwich made with real mozzarella cheese, egg and applewood bacon", 
                "Wrapped in a flaky whole grain crust", 
                "No artificial flavors", 
                "Great source of protein"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Cook thoroughly. For food safety and quality, read and follow these cooking instructions to ensure product reaches internal temperature of 165 degrees F. Cook thoroughly before eating. Microwave Oven: Step 1: Prep it. Unwrap sandwich, insert into crisping sleeve and place on paper plate. Step 2: Make it Hot: Microwave (see chart) Cooking Time on High (1100 Watt Oven): qty. 1: 2 minutes, 15 seconds (since ovens vary, cooking times may require adjusting); qty. 2: 3 minutes, 45 seconds (since ovens vary, cooking times may require adjusting). Cooking Time on High (Lower Wattage/Compact Microwave): qty. 1: 3 minutes, 30 seconds (since ovens vary, cooking times may require adjusting); qty. 2: 5 minutes, 30 seconds (since ovens vary, cooking times may require adjusting). To complete cooking, wait 2 minutes to enjoy! Product will be hot! Save your tastebuds and wait for your sandwich to cool.", 
        "dpci": "270-06-0448", 
        "brand": "Lean Pockets", 
        "tcin": "21550125", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "21550125", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "21550125"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Lean Pocket Pretzel BBQ Chicken 9 oz 2 ct", 
        "url": "/p/lean-pocket-pretzel-bbq-chicken-9-oz-2-ct/-/A-21550125", 
        "release_date": "", 
        "upc": "043695355031", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "With grilled white meat chicken & mesquite BBQ sauce in pretzel bread.", 
                "Good source of protein.", 
                "Inspected for Wholesomeness by US Department of Agriculture."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> Pretzel", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0492", 
        "brand": "Auntie Anne's", 
        "tcin": "15013304", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "15013304", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15013304"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Auntie Anne's Pretzel Original 6 ct", 
        "url": "/p/auntie-anne-s-pretzel-original-6-ct/-/A-15013304", 
        "release_date": "", 
        "upc": "895072000436", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen", 
            "Style and color assortment may vary"
        ]
    }, 
    {
        "description": "Share the Great American Potato with Your Family: Proudly nestled on the Oregon-Idaho border, Ore-Ida potato experts have been serving locally grown taters from the heartland of potato country since 1952. All our crispy, gold, Grade A fries are made from 100% real, fresh peeled, American grown potatoes. We take great care to cut, season and freeze them in under an hour to lock in all the delicious, freshly cooked flavor. Your family deserves the highest quality because, if it's not Grade A, it's not Ore-Ida.  Now comes out even crispier!", 
        "dpci": "270-01-0121", 
        "brand": "Ore-Ida", 
        "tcin": "50307552", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50307552"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore Ida&#174; Mini Tater Tots 28 oz", 
        "url": "/p/ore-ida-174-mini-tater-tots-28-oz/-/A-50307552", 
        "release_date": "", 
        "upc": "013120000263", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Your favorite side dish just got a whole lot tastier with the Ore-Ida® Extra Crispy Tater Tots. These seasoned tots are the perfect choice whether you’re having hamburgers for dinner or just want a crispy snack to get you through the day.", 
        "dpci": "270-01-0004", 
        "brand": "Ore-Ida", 
        "tcin": "13257868", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13257868"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Extra Crispy Tater Tots - 28oz", 
        "url": "/p/ore-ida-extra-crispy-tater-tots-28oz/-/A-13257868", 
        "release_date": "", 
        "upc": "013120012617", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made from 100% real potatoes", 
                "Easy to cook in the oven", 
                "Gluten free", 
                "Can be served with a variety of meals"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Instead of ordering takeout, just stock your freezer for those Chinese food cravings with the Vegetable Mini Egg Rolls from P.F. Chang's®. These delicious rolls are ready to go in minutes and so addictive that it won't be surprising if you don't want to share this appetizer for two. Enjoy these quality egg rolls filled with flavorful veggies and do it all from the comfort of your home.", 
        "dpci": "270-11-0122", 
        "brand": "P.F. Chang's", 
        "tcin": "17078221", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17078221"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "P.F. Chang's Home Menu Vegetable Mini Egg Rolls - 8.8oz - 8ct", 
        "url": "/p/p-f-chang-s-home-menu-vegetable-mini-egg-rolls-8-8oz-8ct/-/A-17078221", 
        "release_date": "", 
        "upc": "031000700058", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains 120 rolls", 
                "Every golden roll is stuffed with pepperoni, cheese and seasonings", 
                "Easy-to-read instructions will have you rolling in pizza bites in no time at all"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Made with pork, chicken, beef. Pepperoni & pizza topping with pepperoni seasoning pizza in a golden crust. Per 6 Rolls: 220 calories; 2.5 g sat fat (11% DV); 410 mg (17% DV); 2 g sugars. US inspected and passed by Department of Agriculture. Approximately 90 count. Box tops for education.<br><br>Storage: Keep frozen. Directions: Cook thoroughly. For food safety and quality, follow cooking directions. Cook thoroughly to at least 160 degrees F. Keep frozen until ready to cook. Refrigerate leftovers. Oven and Toaster Oven: Do not leave toaster oven unattended while cooking product. 15 Rolls: Conventional Oven: 10 to 11 minutes; Toaster Oven: 12 minutes. 30 Rolls: Conventional Oven: 11 to 12 minutes; Toaster Oven: not recommended. Heat oven to 425 degrees F. Arrange rolls 1 inch apart in single layer cookie oven tray. Place on middle oven rack. Back as directed above sizzling. Let stand 2 minutes to complete cooking. Filling will be hot. Be cautious on first bite. Microwave: Do not leave microwave unattended while cooking product. Directions developed for 1000-watt microwave ovens. Due to differences in microwave ovens, cooking times may vary. Arrange 6 rolls in circle on microwavable plate. Place in center of microwave. Microwave on high 60 seconds. If not thoroughly cooked, rotate plate 1/4 turn; microwave up to 10 seconds longer. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Food Service Convection Oven: Heat oven to 350 degrees F. Line sheet pan with parchment paper. Arrange 30 to 60 rolls on sheet pan. Bake 8 minutes or until crispy and sizzling. Bake time may vary depending on oven and oven load.", 
        "dpci": "270-06-0411", 
        "brand": "Totino's", 
        "tcin": "13026144", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13026144"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's Pepperoni Pizza Rolls - 90 ct. 44.5 oz.", 
        "url": "/p/totino-s-pepperoni-pizza-rolls-90-ct-44-5-oz/-/A-13026144", 
        "release_date": "", 
        "upc": "042800003829", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with pork, chicken, beef.", 
                "Pepperoni & pizza topping with pepperoni seasoning pizza in a golden crust.", 
                "US inspected and passed by Department of Agriculture.", 
                "Approximately 90 count.", 
                "Box tops for education."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Serve an easy finger food at your next birthday party with these Breaded Mozzarella Sticks 32 oz from Market Pantry. These mozzarella cheese sticks have a breaded coating holding in the gooey warm cheesy center.<br><br>Market Pantry\u0099 promises freshness and quality always at a great value.", 
        "dpci": "270-06-0250", 
        "brand": "market pantry&#153;", 
        "tcin": "14794285", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14794285"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Breaded Mozzarella Sticks 32 oz - Market Pantry&#153;", 
        "url": "/p/breaded-mozzarella-sticks-32-oz-market-pantry-153/-/A-14794285", 
        "release_date": "", 
        "upc": "085239602508", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "32 oz package", 
                "200 calories per serving", 
                "Party pack serves a crowd"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Microwave yourself a mini meal with these Beef & Cheese Mini Tacos 12 oz from Market Pantry. These mini tacos make great appetizers and require almost no effort in the kitchen.<br><br>Market Pantry\u0099 promises freshness and quality always at a great value.", 
        "dpci": "270-06-0438", 
        "brand": "market pantry&#153;", 
        "tcin": "14795790", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14795790"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Beef & Cheese Mini Tacos 12 oz - Market Pantry&#153;", 
        "url": "/p/beef-cheese-mini-tacos-12-oz-market-pantry-153/-/A-14795790", 
        "release_date": "", 
        "upc": "085239604380", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "12 oz package", 
                "220 calories per serving", 
                "Heat and serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Tina's 4 oz. individually wrapped Bean and Cheese burritos.  Farm Grown Pinto Beans, Cheddar Cheese, Mild Chili Peppers, and Onions wrapped in a flour tortilla.  Great taste of real cheddar cheese.", 
        "dpci": "270-06-0615", 
        "brand": "Tina's", 
        "tcin": "23985550", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "23985550"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Tina's Bean and Cheese Burrito 4 oz", 
        "url": "/p/tina-s-bean-and-cheese-burrito-4-oz/-/A-23985550", 
        "release_date": "", 
        "upc": "079606910457", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Perishable. Keep frozen.<br>Directions: Conventional Oven (for a crispier snack): Preheat oven to 350 degrees F. Place snacks on baking sheet. Snacks should not touch. Bake for 12-14 minutes. Let sit 1 minute. Serve. Toaster Oven: Place on toaster oven-safe dish. Follow conventional oven instructions. Microwave Oven: Place snacks on microwave-safe plate. Snacks should not touch. Cook on high for 2 minutes. Let sit 1 minutes. Serve.", 
        "dpci": "270-02-1538", 
        "brand": "Amy's", 
        "tcin": "13192335", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13192335"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Amy's&#174; Cheese Pizza Snacks - 6oz", 
        "url": "/p/amy-s-174-cheese-pizza-snacks-6oz/-/A-13192335", 
        "release_date": "", 
        "upc": "042272001217", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with organic tomatoes and flour.", 
                "No GMOs or preservatives.", 
                "All dairy is made with pasteurized, rBST hormone-free milk.", 
                "Certified organic by QAI.", 
                "Contain no meat, fish, shellfish, poultry, eggs or peanuts.", 
                "Made in USA."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> pull apart", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Enjoy a delightfully flaky snack with these Greek-Inspired Spanakopita Phyllo Pastries 12ct from Archer Farms. This classic phyllo pastry with spinach and feta cheese filling is a great appetizer to serve your bridge club.<br><br>Whoever said you can't guarantee happiness clearly has never tried Archer Farms\u0099. We promise you'll love every little bit, bite and sip.", 
        "dpci": "270-06-0389", 
        "brand": "Archer Farms&#153;", 
        "tcin": "13192747", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13192747"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Greek-Inspired Spanakopita Phyllo Pastries 12ct - Archer Farms&#153;", 
        "url": "/p/greek-inspired-spanakopita-phyllo-pastries-12ct-archer-farms-153/-/A-13192747", 
        "release_date": "", 
        "upc": "085239607855", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "12 count", 
                "Keep frozen", 
                "Greek-inspired"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "When you don't want to venture outside of the house, bring the restaurant to your kitchen with the Loaded! Extra Crispy Cheddar & Bacon Potato Skins from TGI Fridays®. These delicious potato skins have been filled with more bacon and more cheese to fulfill the ultimate, savory appetizer dream that takes only minute to prepare. Follow the easy instructions and you'll soon forget this mouth-watering food was from a box.", 
        "dpci": "270-06-0010", 
        "brand": "T.G.I. Friday's", 
        "tcin": "13264555", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264555"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "T.G.I. Friday's Loaded Cheddar & Bacon Potato Skins - 13.5oz", 
        "url": "/p/t-g-i-friday-s-loaded-cheddar-bacon-potato-skins-13-5oz/-/A-13264555", 
        "release_date": "", 
        "upc": "046704096123", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains 7 ounces of bagel bites&#174;", 
                "Each serving has 7 grams of protein and 0 grams of trans fat", 
                "Take your snacks and appetizers up a notch and enjoy these savory bites filled with cheese and meat"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Our frozen appetizers deliver great taste and variety at a great value. Serve them at parties, when friends drop by or for a quick and  tasty snack. They're convenient and ready in just minutes.<br><br>Directions:<br>Keep frozen. Needs to be fully cooked. Appetizers need to be fully cooked. Keep frozen until ready to prepare. Oven: 1. Heat oven to 450 degrees F. 2. Remove appetizers from packaging; place in single layer on baking sheet. Place in center of oven. 3. Bake 8 to 10 minutes until puffed and sizzling hot. Let stand 2 minutes.", 
        "dpci": "270-06-0352", 
        "brand": "market pantry&#153;", 
        "tcin": "14795797", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14795797"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Macaroni & Cheese Bites 7.2 oz - Market Pantry&#153;", 
        "url": "/p/macaroni-cheese-bites-7-2-oz-market-pantry-153/-/A-14795797", 
        "release_date": "", 
        "upc": "085239607176", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Delimex® Chicken Corn Taquitos are America's #1 Taquito.  Enjoy fresh corn tortillas packed with tender white meat chicken.  Delicious traditional Mexican flavors you'll be proud to serve as a snack or part of a meal.", 
        "dpci": "270-06-0107", 
        "brand": "Delimex", 
        "tcin": "28785842", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "28785842"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Delimex Chicken Taquitos 33oz", 
        "url": "/p/delimex-chicken-taquitos-33oz/-/A-28785842", 
        "release_date": "", 
        "upc": "017696407143", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> tortillas", 
            "<B>Main Meat Ingredient:</B> chicken", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Mini bagels with cheese & pepperoni toppings and tomato sauce. Made with: 8 g whole gain per serving; real cheese; 8 g protein per serving. US inspected and passed by department of agriculture. Whole Grain: 8 grams per serving.<br><br>Storage: Cook thoroughly. Keep frozen. Directions: Here's how to make 'em. For best quality and food safety, follow these preparation instructions: Keep frozen until ready to use. Cook thoroughly before eating. Use caution as product and packaging will be hot. Follow cooking instructions to ensure product reaches 165 degrees F, as measured by a food thermometer. Appliance temperatures will vary. Please consider the performance of your appliance when following these instructions. Want 'em crispier? Oven: Preheat oven to 425 degrees F. Arrange frozen Bagel Bites about 1/2 inch apart on a baking sheet or shallow pan. Place baking sheet or pan on the upper middle rack in oven. Bake according to chart. 3 Bagel Bites: 425 degrees - 10 minutes. 9 Bagel Bites: 425 degrees - 10 minutes. 20 Bagel Bites: 425 degrees - 12 minutes. Let bagels stand 1 minute before serving. Toaster Oven: Preheat oven to 400 degrees F. Arrange frozen Bagel Bites on toaster oven tray and place in toaster oven. Bake according to chart. 3 Bagel Bites: 400 degrees - 11 minutes. 9 Bagel Bites: 400 degrees - 14 minutes. 20 Bagel Bites: Not recommended. Let bagels stand 1 minute before serving. Want 'em faster? Microwave (1200 watt) (For Softer Bagels): Arrange frozen Bagel Bites 1/2 inch apart on a microwaveable plate. Cook according to chart. 4 Bagel Bites: High power 0:55 seconds. 8 Bagel Bites: High power 2:15 minutes. 12 Bagel Bites: High power: 3:00 minutes. Let bagels stand 1 minute before serving.", 
        "dpci": "270-06-0174", 
        "brand": "Bagel Bites", 
        "tcin": "13264307", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264307"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Bagel Bites Cheese and Pepperoni Mini Bagels 40-ct.", 
        "url": "/p/ore-ida-bagel-bites-cheese-and-pepperoni-mini-bagels-40-ct/-/A-13264307", 
        "release_date": "", 
        "upc": "070085035082", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Mini bagels with cheese & pepperoni toppings and tomato sauce.", 
                "Made with: 8 g whole gain per serving; real cheese; 8 g protein per serving.", 
                "US inspected and passed by department of agriculture.", 
                "Whole Grain: 8 grams per serving."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Annie's Three Cheese Pizza Poppers. Sharing size. No artificial flavors or colors; cheese from cows not treated with rBST* with 7g of protein per serving. 100% Real Cheese. *No significant difference has been shown between milk derived from rBST-treated and non rBST-treated cows. We work with trusted suppliers to source only non-GMO ingredients.", 
        "dpci": "270-02-0847", 
        "brand": "Annie's", 
        "tcin": "17140488", 
        "images": [
            {
                "alternate_urls": [
                    "17140488_Alt01", 
                    "17140488_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "17140488_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17140488", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17140488_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "17140488"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Annie's Homegrown Three Cheese Pizza Poppers 22 ct", 
        "url": "/p/annie-s-homegrown-three-cheese-pizza-poppers-22-ct/-/A-17140488", 
        "release_date": "", 
        "upc": "013562001606", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "No Artificial Flavors or Colors", 
                "Cheese from Cows not Treated with rBST", 
                "7g of Protein per serving"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Features:</B> no artificial flavors, no artificial colors", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "New flavor. Bacon, pepperoni & pizza topping with pepperoni seasoning pizza in a golden crust. Made with pork, chicken, beef. Approximately 40 count. Per 6 Rolls: 220 calories; 2 g sat fat (10% DV); 410 mg sodium (17% DV); 2 g sugars. US inspected and passed by Department of Agriculture. Box Tops for Education. how2recycle.info. Snack-defying satisfying. Try these and even more flavors! Questions? Comments? Save package and visit us at our website or call M-F 7:30 am- 5:30 pm CT 1-800-949-9055. www.Totinos.com.<br><br>Storage: Cook thoroughly. Keep frozen. Directions: Caution: Filling will be very hot! Wait until cool enough to eat. For food safety and quality, follow cooking direction. Cook thoroughly to internal temperature of at least 160 degrees F. Keep frozen until ready to cook. Refrigerate leftovers. Oven & Toaster Oven: Do not leave toaster oven unattended while cooking product. 1. Heat oven to 425 degrees F. 2. Arrange rolls 1 inch apart in single layer on baking sheet or toaster oven tray. Place on middle oven rack. 3. Bake according to chart. Let stand 2 minutes to complete cooking. Filling will be very hot! Be cautious on first bite. 20 or less rolls: 10 to 12 minutes oven; 12 to 13 minutes toaster oven. 21 to 40 rolls: 12 to 14 minutes; not recommended toaster oven. Microwave: Do not leave microwave unattended while cooking product. 1. Arrange 6 rolls in circle on microwavable plate. Place in center of microwave. 2. Microwave on high 60 to 65 seconds. If not thoroughly cooked, rotate plate 1/4 turn; microwave up to 10 seconds longer. 3. Let stand 2 minutes to complete cooking. Filling will be very hot! Be cautious on first bite. Directions developed for 1000-watt microwave ovens. Due to differences in microwave ovens, cooking times may vary.", 
        "dpci": "270-06-0124", 
        "brand": "Totino's", 
        "tcin": "50259121", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50259121"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's&#153; Bacon & Pepperoni Pizza Rolls 19.8 oz", 
        "url": "/p/totino-s-153-bacon-pepperoni-pizza-rolls-19-8-oz/-/A-50259121", 
        "release_date": "", 
        "upc": "042800417527", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Bacon, pepperoni & pizza topping with pepperoni seasoning pizza in a golden crust.", 
                "Made with pork, chicken, beef.", 
                "Approximately 40 count.", 
                "US inspected and passed by Department of Agriculture.", 
                "Box Tops for Education."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Jazz up snack time with some warm, savory eats when you pick up the Bagel Bites® Three Cheese Pizza Snacks from Ore-Ida®. Packed with tons of mouth-watering goodness, each bagel contains lots of real cheese: mozzarella, cheddar and monterey jack. With no trans fat and 7 grams of protein per serving, these cheese packed bites are the perfect snack to indulge in whenever pizza cravings hit.", 
        "dpci": "270-06-0173", 
        "brand": "Bagel Bites", 
        "tcin": "13263941", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13263941"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Three Cheese Bagel Bites - 31.1oz - 40ct", 
        "url": "/p/ore-ida-three-cheese-bagel-bites-31-1oz-40ct/-/A-13263941", 
        "release_date": "", 
        "upc": "070085035129", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains 15 ounces of Poppers&#174;", 
                "Enjoy the ultimate appetizer of jalapeno stuffed cream cheese bites covered in a crispy breading", 
                "When you don't want to leave the house, grab this delicious restaurant-style appetizer from your freezer instead"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Crispy and exploding with flavor, Archer Farms Southwest-Style Chicken Egg Rolls are filled with tender, white-meat chicken, spicy poblano chiles, black beans, and a sprinkling of pepper jack cheese. Pair with the included zesty ranch sauce for the perfect snack. Archer Farms appetizers make delicious snacks effortless and elegant.<br><br>Directions:<br>Keep frozen. Keep frozen until ready to prepare. Oven: Heat oven to 375 degrees F. Place unopened sauce packet in bowl of warm water for about 10 minutes until thawed. Remove egg rolls from packaging; place on baking pan. Bake 15 - 18 minutes until golden brown and crisp, turning over after half the time. Let stand 1 minute before serving. Pour sauce into bowl; stir. Serve with egg rolls. Appliances may vary; adjust times accordingly. Refrigerate or discard leftovers immediately. Keep package for reference.", 
        "dpci": "270-06-0538", 
        "brand": "Archer Farms&#153;", 
        "tcin": "14799093", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14799093"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Southwest Egg Rolls 11oz - Archer Farms&#153;", 
        "url": "/p/southwest-egg-rolls-11oz-archer-farms-153/-/A-14799093", 
        "release_date": "", 
        "upc": "085239605387", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Archer Farms Parmesan Cheese Puff Pastry Wrapped Mini Uncured Beef Hot Dogs are a delicious twist on a party staple. These flaky, cheesy bites are delicious when paired with a dipping sauce; your guests will be begging for more.<br><br>Directions:<br>Needs to be fully cooked. Keep frozen. Appetizers need to be fully cooked. Keep frozen until ready to prepare. Oven: Heat oven to 400 degrees f. Line baking pan with aluminum foil. Remove appetizers from packaging. Arrange on baking sheet at least 1 inch apart. Place in center of oven. Bake 21 to 23 minutes until golden brown. For food safety, bake to 165 degrees F throughout. Ovens may vary; adjust times accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "270-06-0039", 
        "brand": "Archer Farms&#153;", 
        "tcin": "50148918", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50148918"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Parmesan Cheese Puff Pastry Wrapped Mini Uncured Beef Hot Dogs 10 ct - Archer Farms&#153;", 
        "url": "/p/parmesan-cheese-puff-pastry-wrapped-mini-uncured-beef-hot-dogs-10-ct-archer-farms-153/-/A-50148918", 
        "release_date": "", 
        "upc": "492700600398", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-11-0139", 
        "brand": "P.F. Chang's", 
        "tcin": "51953072", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51953072"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "P.F. Chang's Signature Pork Dumplings - 8.2 oz", 
        "url": "/p/p-f-chang-s-signature-pork-dumplings-8-2-oz/-/A-51953072", 
        "release_date": "", 
        "upc": "031000670306", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Delimex® Beef Corn Taquitos are America's #1 Taquito.  Enjoy a savory shredded beef wrapped in fresh corn tortillas that are made from scratch daily.  Delicious traditonal Mexican flavors you'll be proud to serve as a snack or part of a meal.", 
        "dpci": "270-06-0106", 
        "brand": "Delimex", 
        "tcin": "28785841", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "28785841"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Delimex Beef Taquitos 33oz", 
        "url": "/p/delimex-beef-taquitos-33oz/-/A-28785841", 
        "release_date": "", 
        "upc": "017696407129", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> tortillas", 
            "<B>Main Cheese Ingredient:</B> queso blanco", 
            "<B>Main Meat Ingredient:</B> beef", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "These flavorful, crispy egg rolls are filled with cabbage, celery, carrots, water chestnuts, onions and rice noodles and we've included a sweet and sour sauce for dipping. With quick, mouthwatering selections, Archer Farms appetizers make delicious snacks effortless and elegant.", 
        "dpci": "270-06-0630", 
        "brand": "Archer Farms&#153;", 
        "tcin": "15440387", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15440387"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Vegetable Egg Rolls - 10.5oz - Archer Farms&#153;", 
        "url": "/p/vegetable-egg-rolls-10-5oz-archer-farms-153/-/A-15440387", 
        "release_date": "", 
        "upc": "085239606308", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "0 g trans fat per serving. 16 g protein per serving. Fully cooked breaded chicken breast chunks with rib meat coated in a buffalo-style sauce. Made with white meat chicken. Inspected for wholesomeness by US Department of Agriculture. Shop Target.com. Guest Services 1-800-316-6151. Keep packaging for reference. We guarantee it 100%.<br><br>Directions<br>Heat & serve. Keep frozen. Keep frozen until ready to prepare. Oven: 1. Heat oven to 400 degrees F. 2. Place frozen chicken bites on baking sheet. 3. Bake 15 to 18 minutes, turning over halfway through, until hot. Microwave: 1. Arrange 1 serving of chicken bites on microwave-safe plate. 2. Microwave on high 1-1/2 to 2 minutes until hot. Appliances may vary; adjust accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "210-05-0380", 
        "brand": "market pantry&#153;", 
        "tcin": "14778784", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14778784"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Buffalo-Style Chicken Breast Bites 26 oz - Market Pantry&#153;", 
        "url": "/p/buffalo-style-chicken-breast-bites-26-oz-market-pantry-153/-/A-14778784", 
        "release_date": "", 
        "upc": "085239503805", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "16 g protein per serving.", 
                "Fully cooked breaded chicken breast chunks with rib meat coated in a buffalo-style sauce.", 
                "Made with white meat chicken.", 
                "Inspected for wholesomeness by US Department of Agriculture."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Main Meat Ingredient:</B> chicken", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Approximately 90 count. Pizza snacks. Sausage & pizza topping with pepperoni seasoning pizza in a golden crust. Sausage made with pork and chicken; pizza topping with pepperoni seasoning made with pork, chicken, beef. Per 6 Rolls: 210 calories; 2 g sat fat (10% DV); 350 mg sodium (14% DV); 2 g sugars. US inspected and passed by Department of Agriculture. Questions? Comments? Save package and visit us at our website or call M-F 7:30 am-5:30 pm CT 1-800-949-9055 www.Totinos.com. Box Tops for Education.<br><br>Storage: Keep frozen. Directions: Cook thoroughly. Caution: Filling will be very hot! Wait until cool enough to eat. For food safety and quality, follow cooking directions. Cook thoroughly to at least 160 degrees F. Keep frozen until ready to cook. Refrigerate leftovers. Oven and Toaster Oven: Do not leave toaster oven unattended while cooking product. 15 Rolls: 9 to 10 minutes conventional oven; 10 to 11 minutes toaster oven. 30 Rolls: 10 to 11 minutes conventional oven; toaster oven not recommended. Heat oven to 425 degrees F. Arrange rolls 1 inch apart in single layer on cookie sheet or toaster oven tray. Place on middle oven rack. Bake as directed above or until crispy and sizzling. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Microwave: Do not leave microwave unattended while cooking product. Directions developed for 1000-watt microwave ovens. Due to differences in microwave ovens, cooking times may vary. Arrange 6 rolls in circle on microwavable plate. Place in center of microwave. Microwave on high 60 to 65 seconds. If not thoroughly cooked, rotate plate 1/4 turn; microwave up to 10 seconds longer. Let stand 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite. Food Service Convection Oven: Heat oven to 350 degrees F. Line sheet pan with parchment paper. Arrange 30 to 60 rolls on sheet pan. Bake 7 minutes or until crispy and sizzling. Bake time may vary depending on oven and oven load.", 
        "dpci": "270-06-0412", 
        "brand": "Totino's", 
        "tcin": "13026148", 
        "images": [
            {
                "alternate_urls": [
                    "13026148_Alt01", 
                    "13026148_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13026148_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13026148", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13026148_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13026148"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's Combination Pizza Rolls 90 ct 44.5 oz", 
        "url": "/p/totino-s-combination-pizza-rolls-90-ct-44-5-oz/-/A-13026148", 
        "release_date": "", 
        "upc": "042800003867", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Approximately 90 count.", 
                "Pizza snacks.", 
                "Sausage & pizza topping with pepperoni seasoning pizza in a golden crust.", 
                "Sausage made with pork and chicken; pizza topping with pepperoni seasoning made with pork, chicken, beef.", 
                "US inspected and passed by Department of Agriculture.", 
                "Box Tops for Education."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Breaded nugget-shaped chicken patties with rib meat. Our Simple Promise: The Simply Balanced goodness guarantee means more than great-tasting food. It means taking the guesswork out of eating well, it means food labels with ingredients you can actually read, and our promise that you made a great choice.<br><br>Directions:<br>Keep frozen. Keep frozen until ready to prepare. Oven: 1. Heat oven to 450 degrees F. 2. Place frozen chicken nuggets in a single layer on baking pan. 3. Bake 12 to 14 minutes until hot. Let stand 1 minute before serving. Microwave: Will be less crispy than baking. 1. Arrange frozen chicken nuggets on microwave-safe plate. 2. Microwave on high as directed until heated through. 6 Nuggets: 1 to 1-1/2 minutes. 12 Nuggets: 2 to 3 minutes. 3. Let stand 1 to 2 minutes before serving. Appliances may vary; adjust cooking times accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "210-05-0321", 
        "brand": "Simply Balanced&#153;", 
        "tcin": "17182521", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17182521"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Whole Grain Chicken Nuggets 16 oz - Simply Balanced&#153;", 
        "url": "/p/whole-grain-chicken-nuggets-16-oz-simply-balanced-153/-/A-17182521", 
        "release_date": "", 
        "upc": "085239053218", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Chicken raised with no antibiotics, added hormones or steroids", 
                "Vegetarian fed", 
                "All natural"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Cut of Meat:</B> cutlets", 
            "<B>State of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen", 
            "<B>Container Material:</B> paper or cardboard"
        ]
    }, 
    {
        "description": "You’re never far away from a satisfying snack with these Mini Corn Dogs 48 Count from Market Pantry. This party pack of mini corn dogs are cocktail chicken franks wrapped in a cornmeal batter.<br><br>Market Pantry\u0099 promises freshness and quality always at a great value.", 
        "dpci": "270-06-0621", 
        "brand": "market pantry&#153;", 
        "tcin": "14799161", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14799161"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Mini Corn Dogs 48 Count - Market Pantry&#153;", 
        "url": "/p/mini-corn-dogs-48-count-market-pantry-153/-/A-14799161", 
        "release_date": "", 
        "upc": "085239066218", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "48 count package", 
                "Microwaveable for a quick snack", 
                "Party pack serves a crowd"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen.<br>Directions: Cooking for Beef & Bean Chimichangas: Microwave (1,100 Watt Microwave): 1 min 15 sec frozen. Setting: high. Place 1 chimichanga on microwave safe plate. Frozen: 1 minute, 15 seconds. Additional Units Add: 1 minute. Let product stand 30 seconds before eating. Oven: 375 degrees F. 25 minutes frozen. Preheat oven to 375 degrees F. Place chimichangas on baking sheet with 1 inch between chimichangas. Bake uncovered. Frozen: 25 minutes. Let stand 1 minute before eating. For food safety and quality, internal product temperature must reach 161 degrees F. Since ovens vary, cooking times may require adjusting. Caution: Product may be hot.", 
        "dpci": "270-06-0378", 
        "brand": "El Monterey", 
        "tcin": "13353320", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13353320"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "El Monterey Family Pack Beef & Bean Chimichangas 8 ct", 
        "url": "/p/el-monterey-family-pack-beef-bean-chimichangas-8-ct/-/A-13353320", 
        "release_date": "", 
        "upc": "071007010941", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Textured vegetable protein added.", 
                "Cook & serve.", 
                "8-pack.", 
                "Inspected by USDA.", 
                "Try all flavors and you'll know why El Monterey is America's favorite Mexican food."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Want to impress your guests for your summer get-together? Grab the cheesy El Monterey® Beef and Cheese Taquitos. The easy-to-cook, delicious rolls are made with real cheese along with flour tortillas, making them a good source of protein. Simply heat them up and serve on a platter with a tasty dip for more flavor.", 
        "dpci": "270-06-0166", 
        "brand": "El Monterey", 
        "tcin": "17004538", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17004538"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "El Monterey&#174; Beef and Cheese Taquitos - 21ct", 
        "url": "/p/el-monterey-174-beef-and-cheese-taquitos-21ct/-/A-17004538", 
        "release_date": "", 
        "upc": "071007405204", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Beef and cheese taquitos", 
                "Flour taquitos with good source of protein and real cheese", 
                "Pack includes 21 taquitos to enjoy with others"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Get a jump on meal prep with these Gluten Free Grilled Chicken Breast Strips 12 oz from Simply Balanced. This package of all-natural grilled chicken breast strips with rib meat can be tossed into a salad to make it a meal.<br><br>The Simply Balanced \u0099 promise means taking the guesswork out of eating well; 100% satisfaction guaranteed or your money back.", 
        "dpci": "210-05-0328", 
        "brand": "Simply Balanced&#153;", 
        "tcin": "17182520", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17182520"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Gluten Free Grilled Chicken Breast Strips 12 oz - Simply Balanced&#153;", 
        "url": "/p/gluten-free-grilled-chicken-breast-strips-12-oz-simply-balanced-153/-/A-17182520", 
        "release_date": "", 
        "upc": "085239053287", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "12oz fully cooked chicken", 
                "Gluten free", 
                "No antibiotics, no added hormones or steroids"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Cut of Meat:</B> cutlets", 
            "<B>State of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen", 
            "<B>Container Material:</B> paper or cardboard"
        ]
    }, 
    {
        "description": "Tina's 4 oz. individually wrapped Red Hot Beef burritos.   Seasoned Ground Beef, Farm Grown Pinto Beans, and Spicy Red Peppers wrapped in a flour tortilla.  Just the right amount of heat.", 
        "dpci": "270-06-0616", 
        "brand": "Tina's", 
        "tcin": "23985551", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "23985551"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Tina's Red Hot Beef Burrito 4 oz", 
        "url": "/p/tina-s-red-hot-beef-burrito-4-oz/-/A-23985551", 
        "release_date": "", 
        "upc": "079606910150", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Earth's Best® Broccoli Kale & Cheese Stuffed Bites are an easy, tasty snack formulated with essential nutrients! These fun, mini pockets contain 8g of whole grain per 2 pocket serving and are an excellent source of protein and a good source of calcium and iron toddlers ages 2-4 years. Get your little one keen on greens the easy way!", 
        "dpci": "270-02-1517", 
        "brand": "Earth's Best", 
        "tcin": "50293522", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50293522"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Earth's Best Broccoli Kale & Cheese Stuffed Bites 8 oz", 
        "url": "/p/earth-s-best-broccoli-kale-cheese-stuffed-bites-8-oz/-/A-50293522", 
        "release_date": "", 
        "upc": "023923206793", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with whole grains", 
                "Made with Non GMO Ingredients", 
                "An Excellent Source of Protein", 
                "A Good Source of Calcium & Iron", 
                "No artificial colors or flavors"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Features:</B> no artificial colors, no preservatives", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Cream cheese stuffed jalapenos, coated in a crispy breading.<br><br>Direction:<br>Keep frozen. Peppers need to be fully cooked. Keep frozen until ready to prepare. Oven: 1. Heat oven to 450 degrees F. 2. Arrange peppers at least 2 inches apart on baking sheet. Place in center of oven. 3. Bake 10 to 11 minutes until golden brown and crispy. Let stand 2 minutes before serving. Deep Fry: Caution: Ice crystals on frozen foods can cause spattering when added to hot oil. 1. Heat oil to 350 degrees F. Place peppers in fryer basket. 2. Fry peppers 5 to 6 minutes until golden brown. 3. Remove from hot oil and drain on paper towel. Let stand 2 minutes; filling will be hot. For food safety, cook to 165 degrees F throughout. Appliance may vary, adjust accordingly. Refrigerate or discard leftovers immediately. Keep package for reference.", 
        "dpci": "270-06-0713", 
        "brand": "market pantry&#153;", 
        "tcin": "16401999", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "16401999", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "16401999"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Cream Cheese Stuffed Jalapeno Poppers 8 oz - Market Pantry&#153;", 
        "url": "/p/cream-cheese-stuffed-jalapeno-poppers-8-oz-market-pantry-153/-/A-16401999", 
        "release_date": "", 
        "upc": "085239607138", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Vegetable Varietal Type:</B> jalapeno", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Bring a bold twist to dinnertime that everyone will love with the Ore-Ida® Zesty Seasoned Curly Fries. With the fun, spiral shape and the delicious seasoning, these crispy french fries will quickly become a family favorite. Whether as a side to burgers or a quick afternoon snack, these fries will be a big hit.", 
        "dpci": "270-01-0053", 
        "brand": "Ore-Ida", 
        "tcin": "14759243", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14759243"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Zesty Seasoned Bold & Crispy Curly Fries - 28oz", 
        "url": "/p/ore-ida-zesty-seasoned-bold-crispy-curly-fries-28oz/-/A-14759243", 
        "release_date": "", 
        "upc": "013120004551", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with 100% fresh russet potatoes", 
                "Includes real bacon and chives for extra flavor", 
                "Ready to heat and serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0081", 
        "brand": "Hot Pockets", 
        "tcin": "13462080", 
        "images": [
            {
                "alternate_urls": [
                    "13462080_Alt01", 
                    "13462080_Alt02", 
                    "13462080_Alt03", 
                    "13462080_Alt04", 
                    "13462080_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13462080"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Nestl&#233;&#174; Hot Pockets&#174; Pepperoni Pizza Value Pack 12 ct 54 oz", 
        "url": "/p/nestl-233-174-hot-pockets-174-pepperoni-pizza-value-pack-12-ct-54-oz/-/A-13462080", 
        "release_date": "", 
        "upc": "043695075113", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0024", 
        "brand": "Bagel Bites", 
        "tcin": "13264556", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264556"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Bagel Bites Cheese/Sausage/Pepperoni Mini Bagel Snacks 9-ct.", 
        "url": "/p/ore-ida-bagel-bites-cheese-sausage-pepperoni-mini-bagel-snacks-9-ct/-/A-13264556", 
        "release_date": "", 
        "upc": "070085060138", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Real mozzarella cheese coated with a crispy garlic seasoned panko breading. Now with seasoned panko breading. Make any night a Friday. Questions or comments? Call 1-800-457-9810, Monday - Friday. Please have packaging available when calling. To learn more about TGI Fridays frozen snacks, visit www.fridaysinyourfreezer.com.<br><br>Storage: Keep frozen. Directions: Cook thoroughly. Preparation Instructions: For best quality and food safety, follow these preparation instructions: Keep frozen. Cook thoroughly. Careful, product will be hot! Follow cooking instructions to make sure the mozzarella sticks have reached 165 degrees F, as measured by a food thermometer. Adjustment to cooking times may be required due to variations in all ovens. Conventional Oven: Preheat oven to 450 degrees F. Place frozen cheese sticks in a single layer on a non-stick baking sheet. Place baking sheet on middle rack and bake for 10 minutes. Allow cheese sticks to stand for 1 minute before consuming. Do not microwave sauce packet. Thaw unopened sauce packet in hot water for 6 to 8 minutes. Stir and serve. Refrigerate any leftover sauce. Product not intended for microwave preparation.", 
        "dpci": "270-06-0462", 
        "brand": "T.G.I. Friday's", 
        "tcin": "13264428", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264428"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "T.G.I. Friday's Mozzarella Sticks with Marinara Sauce 17.4 oz", 
        "url": "/p/t-g-i-friday-s-mozzarella-sticks-with-marinara-sauce-17-4-oz/-/A-13264428", 
        "release_date": "", 
        "upc": "046704620908", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Real mozzarella cheese coated with a crispy garlic seasoned panko breading.", 
                "Now with seasoned panko breading."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Indulge in some homestyle cooking with these Onion Rings 14 oz from Market Pantry. These onion rings with sauce packet are great for a snack or to serve as a side dish.<br><br>Market Pantry\u0099 promises freshness and quality always at a great value.", 
        "dpci": "270-06-0617", 
        "brand": "market pantry&#153;", 
        "tcin": "15440384", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15440384"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Onion Rings 14 oz - Market Pantry&#153;", 
        "url": "/p/onion-rings-14-oz-market-pantry-153/-/A-15440384", 
        "release_date": "", 
        "upc": "085239606179", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "290 calories per serving", 
                "Crispy breading", 
                "Includes southwest dipping sauce"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Batter wrapped bite size turkey hot dogs. Microwaveable. Fully cooked. Ready to heat & eat. Approximately 46 count. Made with real honey. Good source of protein. No by-products. 0 g trans fat per serving. Inspected for wholesomeness by US Department of Agriculture. Per 5 Mini Corn Dogs: 240 calories; 2.5 g sat fat (13% DV); 480 mg sodium (20% DV); 6 g sugars; 8 g protein (16% DV). State Fair welcomes questions and comments. Toll free 1-800-294-3247. wwwCorndogs.com. Please recycle. Sustainable Forestry Initiative. Certified Fiber Sourcing. www.sfiprogram.org.<br><br>Storage: Keep frozen. Keep frozen until ready to use. Directions: Prepare from frozen. Due to variances in cooking equipment heating times may require adjustment. Heat 'em up! Eat em up! Directions were developed using an 1100-watt microwave oven. Ovens vary; heat times may need to be adjusted. Microwave: 1. Place 5 frozen mini corn dogs on a microwave-safe plate. 2. Microwave on high 50-60 seconds or until hot. (For microwaves lower than 800 watts add 10-15 seconds, if needed). 3. Let stand 1 minute, before serving. Conventional Oven: 1. Preheat oven to 375 degrees F. 2. Place frozen mini corn dogs on a baking sheet. 3. Bake 12-14 minutes or until hot. Fryer: 1. Preheat oil to 350 degrees F. 2. Carefully place frozen mini corn dogs in hot oil. Fry 3-5 minutes or until hot. 3. Drain on paper towels.", 
        "dpci": "210-02-0023", 
        "brand": "STATE FAIR", 
        "tcin": "16992493", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "16992493"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "State Fair Mini Corn Dogs 30.36 oz", 
        "url": "/p/state-fair-mini-corn-dogs-30-36-oz/-/A-16992493", 
        "release_date": "", 
        "upc": "071068410247", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Batter wrapped bite size turkey hot dogs.", 
                "Microwaveable.", 
                "Fully cooked.", 
                "Ready to heat & eat.", 
                "Approximately 46 count.", 
                "Made with real honey.", 
                "Good source of protein.", 
                "No by-products.", 
                "Inspected for wholesomeness by US Department of Agriculture."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Main Meat Ingredient:</B> pork", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "A meal of delicious, cheesy bites is only minutes away when you pick up Cheese Pizza Rolls\u0099 from Totino's®. Containing 90 rolls, this bag is perfect for feeding the kids or setting aside in your freezer for those days you don't feel like cooking. Enjoy these classic bites of crisp, golden crust around lots of cheesy pizza goodness.", 
        "dpci": "270-06-0413", 
        "brand": "Totino's", 
        "tcin": "13026143", 
        "images": [
            {
                "alternate_urls": [
                    "13026143_Alt01", 
                    "13026143_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13026143", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13026143_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13026143_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13026143"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's Cheese Pizza Rolls - 44.5oz - 90ct", 
        "url": "/p/totino-s-cheese-pizza-rolls-44-5oz-90ct/-/A-13026143", 
        "release_date": "", 
        "upc": "042800003805", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "One box contains 32 beef franks in a blanket", 
                "Made with premium 100% kosher beef", 
                "Easy-to-bake instructions and preparations means you'll have these delicious snacks ready to go in no time"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Flame broiled beef patty with cheese on a bun.<br><br>Directions:<br>Heat & serve. Keep frozen. Keep frozen until ready to prepare. Microwave: 1. Open package a small amount at each end to vent. 2. Place on microwave-safe plate. 3. Microwave on high 1 to 1-1/2 minutes until heated thorough. Let stand 1 minute before opening. Caution: Cheeseburgers could be hot! Tips: To prepare 1 cheeseburger, remove from packaging. Wrap in paper towel; place on microwave-safe plate. Microwave 30 to 45 seconds until heated through. Let stand 1 minute. To prepare entire package: Heat oven to 350 degrees F. Remove cheeseburgers from packaging; break apart buns. Place patties on baking pan. Place buns, cut-side down, on another baking pan. Heat patties 10 minutes until warm and cheese melts. Add buns during last 2 minutes to warm. Re-assemble sandwiches. Serve with barbecue sauce or ranch dressing for dipping. Microwave ovens may vary; adjust accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "270-06-0357", 
        "brand": "market pantry&#153;", 
        "tcin": "13204340", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13204340"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Mini Cheeseburger Party Count 12 Count - Market Pantry&#153;", 
        "url": "/p/mini-cheeseburger-party-count-12-count-market-pantry-153/-/A-13204340", 
        "release_date": "", 
        "upc": "085239063576", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Microwaveable", 
                "14 pack"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> hamburger bun", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Breaded nugget-shaped chicken patties with rib meat. Our Simple Promise: The Simply Balanced goodness guarantee means more than great-tasting food. It means taking the guesswork out of eating well, it means food labels with ingredients you can actually read, and our promise that you made a great choice.<br><br>Directions:<br>Keep frozen. Keep frozen until ready to prepare. Oven: 1. Heat oven to 400 degrees F. 2. Place frozen chicken nuggets in a single layer on baking pan. 3. Bake 7 to 9 minutes until hot, turning over halfway through. Let stand 1 minute before serving. Microwave: Will be less crispy than baking. 1. Arrange frozen chicken nuggets on microwave-safe plate. 2. Microwave on high as directed until heated through. 6 nuggets: 1 to 1-1/2 minutes. 12 nuggets: 2 to 3 minutes. 3. Let stand 1 to 2 minutes before serving. Appliances may vary; adjust cooking times accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "210-05-0322", 
        "brand": "Simply Balanced&#153;", 
        "tcin": "17165770", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17165770"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Gluten Free Chicken Nuggets 16 oz - Simply Balanced&#153;", 
        "url": "/p/gluten-free-chicken-nuggets-16-oz-simply-balanced-153/-/A-17165770", 
        "release_date": "", 
        "upc": "085239053225", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "All-natural", 
                "Gluten-free", 
                "Reclosable for freshness"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Cut of Meat:</B> cutlets", 
            "<B>State of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen", 
            "<B>Container Material:</B> paper or cardboard"
        ]
    }, 
    {
        "description": "It takes just minutes to serve these dramatic and delicious bites. Our quiche collection features a variety of delectable quiches; Three Cheese & Onion, Spinach & Swiss and Mushroom & Peppers. With quick, mouthwatering selections, Archer Farms appetizers make delicious snacks effortless and elegant.<br><br>Directions:<br>Needs to be fully cooked. Keep frozen. Appetizers needs to be fully cooked. Keep frozen until ready to prepare. Oven: Heat oven to 375 degrees F. Remove quiche from all packaging; place about 1 inch apart on baking pan. Place in center of oven. Bake 14 to 15 minutes until light golden brown. For food safety, bake to 165 degrees F throughout. Ovens may vary, adjust times accordingly. Refrigerate or discard leftovers immediately. Tips from Our Test Kitchen: Serve alongside a salad for a light lunch or with fruit for brunch. Serve on a tray garnished with sliced cherry tomatoes and fresh herbs.", 
        "dpci": "270-06-0787", 
        "brand": "Archer Farms&#153;", 
        "tcin": "14928622", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14928622"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Petite Quiche 6.25oz - Archer Farms&#153;", 
        "url": "/p/petite-quiche-6-25oz-archer-farms-153/-/A-14928622", 
        "release_date": "", 
        "upc": "085239607879", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Three cheese & onion", 
                "Mushroom & pepper", 
                "Spinach & Swiss"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Bagel Bites® Cheese and Pepperoni is a fun-size pizza classic kids love.  Our most popular Bagel Bites® snack features real mozzarella cheese, outrageously tasty pepperoni, scratch made tomato sauce on a mini bagel—and with 7g of protein and 0g Trans Fat per serving.  Enjoy hot, great-tasting pizza snack in minutes out of the oven, toaster oven, or microwave.", 
        "dpci": "270-06-0350", 
        "brand": "Bagel Bites", 
        "tcin": "23985411", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "23985411"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Bagel Bites Cheese & Pepperoni (24ct) 18.6oz", 
        "url": "/p/bagel-bites-cheese-pepperoni-24ct-18-6oz/-/A-23985411", 
        "release_date": "", 
        "upc": "070085046903", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Annie's Uncured Pepperoni Mini Pizza Bagels Frozen Snacks 9ct 6.65oz. Made with Goodness! Made with Organic Flour & Tomatoes. No Artificial Flavors or Colors. 9g of Protein Per Serving. No Nitrates or Nitrites Added Except Those Naturally Occurring in Cultured Celery Juice Powder and Sea Salt. Made with Whole Grains and with 100% real cheese.", 
        "dpci": "270-02-0848", 
        "brand": "Annie's", 
        "tcin": "15721949", 
        "images": [
            {
                "alternate_urls": [
                    "15721949_Alt01", 
                    "15721949_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "15721949_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15721949_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "15721949"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Annie's Mini Pizza Bagels Pepperoni (9-ct.) 6.65oz.", 
        "url": "/p/annie-s-mini-pizza-bagels-pepperoni-9-ct-6-65oz/-/A-15721949", 
        "release_date": "", 
        "upc": "013562001750", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with Organic Flour & Tomatoes", 
                "100% Real Cheese", 
                "No Artificial Flavors or Colors"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Features:</B> no artificial flavors, no artificial colors", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "With a sweetness balanced by smoky Canadian maple bacon, our sea scallops make an ideal appetizer. For an easy, elegant meal, serve over rice and with a spinach salad. With our quick  cooking, crowd-pleasing selections, and common cooking temperatures for most varieties, Archer Farms appetizers make entertaining a breeze.<br><br>Directions:<br>Keep frozen. With a sweetness balanced by smoky Canadian maple bacon, our sea scallops make an ideal appetizer. For an easy, elegant meal, serve over rice and with a spinach salad. With our quick  cooking, crowd-pleasing selections, and common cooking temperatures for most varieties, Archer Farms appetizers make entertaining a breeze. Scallops need to be fully cooked. Keep frozen until ready to prepare. Conventional Oven: 1. Heat oven to 375 degrees F. Line baking sheet with aluminum foil for easy clean-up. 2. Remove scallops from packaging; place on a baking sheet, leaving space between them. 3. Bake 22 to 25 minutes until bacon is crisp and heated through. Turn once halfway through cooking time. For food safety, bake to an internal temperature of 165 degrees F as measured with a food thermometer. Refrigerate or discard leftovers immediately. Safe Handling: This product was prepared from inspected and passed meat and/or poultry. Some food products may contain bacteria that could cause illness if the product is mishandled or cooked improperly. For your protection, follow these safe handling procedures. Keep refrigerated or frozen. Thaw in refrigerator or microwave. Keep raw meat and poultry separate from other foods. Wash working surfaces (including cutting boards), utensils, and hands after touching raw meat or poultry. Cook thoroughly. Keep hot foods hot. Refrigerate leftovers immediately or discard.", 
        "dpci": "270-06-0428", 
        "brand": "Archer Farms&#153;", 
        "tcin": "14795791", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14795791"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Bacon Wrapped Scallops 7oz - Archer Farms&#153;", 
        "url": "/p/bacon-wrapped-scallops-7oz-archer-farms-153/-/A-14795791", 
        "release_date": "", 
        "upc": "085239604281", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Product of Canada", 
                "10 Count"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "PAGODA White Meat Chicken Egg Rolls . America's #1 Egg Roll*–now with Sweet Chili dipping sauce! Delicious PAGODA® White Meat Chicken Egg Rolls are made with the perfect combination of 100% white meat chicken, freshly-cut vegetables and authentic seasonings. Perfect as a tasty snack or side dish!", 
        "dpci": "270-06-0330", 
        "brand": "Pagoda", 
        "tcin": "50298944", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50298944"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Pagoda White Meat Chicken Egg Roll 12 oz", 
        "url": "/p/pagoda-white-meat-chicken-egg-roll-12-oz/-/A-50298944", 
        "release_date": "", 
        "upc": "072180692740", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Main Meat Ingredient:</B> chicken", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Annie's Uncured Pepperoni Pizza Poppers are Made with Goodness! Made with 100% real cheese, with no artificial flavors or synthetic colors. Twelve grams of protein per serving and no nitrates or nitrates added. Dear Friend, My idea of a perfect snack? A carrot gently coerced from the soil, carefully wiped on my jeans, and eaten fresh. My two girls, however, have different snack cravings than me and I have concluded it is because they are...teenagers! Thankfully, the simple goodness of Annie's continues to grow with new products. Annie's Pizza Poppers and Mini Pizza Bagels received the most enthusiastic endorsement of an Annie's product that I have ever witnessed from my girls. Bye for now, Annie", 
        "dpci": "270-02-0851", 
        "brand": "Annie's", 
        "tcin": "15721951", 
        "images": [
            {
                "alternate_urls": [
                    "15721951_Alt01", 
                    "15721951_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "15721951_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15721951_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "15721951"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Annie's Pizza Poppers Pepperoni (11-ct.) 5oz", 
        "url": "/p/annie-s-pizza-poppers-pepperoni-11-ct-5oz/-/A-15721951", 
        "release_date": "", 
        "upc": "013562001651", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "100% Real Cheese", 
                "About 11 Poppers per Box", 
                "No Artificial Flavors or Synthetic Colors", 
                "12g of Protein per Serving", 
                "No Nitrates or Nitrites Added"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Features:</B> no artificial flavors, no artificial colors", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen.<br>Directions: Heating times may vary depending on oven. Conventional Oven: Preheat oven to 350 degrees F. Frozen heat for 15 minutes. Thawed heat for 10 minutes. Caution: Product will be hot. Microwave: On high. Frozen heat for 60 seconds. Thawed heat for 30 seconds. For best results, flip corn dogs halfway through cooking. Caution: Product will be hot. Deep Fried: Cook at 350 - 375 degrees F. Frozen heat for 9 minutes. Thawed heat for 3 minutes. Caution: Product will be hot.", 
        "dpci": "210-02-0115", 
        "brand": "Foster Farms", 
        "tcin": "23974711", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "23974711"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Foster Farms&#174; Mini Corn Dogs 40 ct 29.03 oz", 
        "url": "/p/foster-farms-174-mini-corn-dogs-40-ct-29-03-oz/-/A-23974711", 
        "release_date": "", 
        "upc": "075278950388", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "40 count approx.", 
                "Double dipped in honey batter.", 
                "No added hormones or steroids.", 
                "Microwaveable. Fully cooked.", 
                "Inspected by USDA."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Amy’s Kitchen's Artichoke & Parmesan Swirls are a<br>creamy, savory treat that combines artichoke<br>hearts, sour cream, Parmesan cheese and just a touch<br>of lemon to make a sophisticated snack.", 
        "dpci": "270-02-1545", 
        "brand": "Amy's", 
        "tcin": "50322495", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50322495"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Amy's&#174; Artichoke & Parmesan Swirls - 7.3oz", 
        "url": "/p/amy-s-174-artichoke-parmesan-swirls-7-3oz/-/A-50322495", 
        "release_date": "", 
        "upc": "042272010943", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "14 pack. Breaded chicken patty on a bun. Microwaveable. Per 2 Sandwiches: 270 calories; 1.5 g sat fat (7% DV); 530 mg (22% DV); 7 g sugars. Fully cooked. 100% satisfaction guaranteed or your money back. how2recycle.info. Shop Target.com. Guest Services: 1-800-316-6151. Keep package reference.<br><br><br>Storage: Heat & serve. Keep frozen. Keep frozen until ready to prepare. Directions: Microwave: 1. Open package a small amount at each end to vent. 2. Place on microwave-safe plate. 3. Microwave on high 1 to 1-1/2 minutes until heated through. Let stand 1 minute before opening. Caution: Sandwiches could be hot! Tips: To prepare 1 sandwich, remove from packaging. Wrap in paper towel; place on microwave-safe plate. Microwave 30 to 45 seconds until heated through. Let stand 1 minute. Chicken sliders for a group: Heat oven to 425 degrees F. Remove sandwiches from packaging; break apart buns. Place patties on baking pan. Place buns, cut-side-down, on another baking pan. Heat patties 12 minutes until hot and crispy. Add buns during last 2 minutes to warm. If desired, add a slice of cheese during last 2 minutes to melt. Re-assemble sandwiches. Serve with mayonnaise or barbecue sauce for dipping. Microwave ovens may vary; adjust accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "270-06-0720", 
        "brand": "market pantry&#153;", 
        "tcin": "16452604", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "16452604"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Mini Chicken Sandwiches Club Count 28 oz - Market Pantry&#153;", 
        "url": "/p/mini-chicken-sandwiches-club-count-28-oz-market-pantry-153/-/A-16452604", 
        "release_date": "", 
        "upc": "085239607206", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "14 pack.", 
                "Breaded chicken patty on a bun.", 
                "Microwaveable.", 
                "Per 2 Sandwiches.", 
                "Fully cooked."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> hamburger bun", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "A sophisticated yet simple Asian-inspired appetizer to serve at your next gathering. Each crispy handmade wonton is filled with a special blend of real crab meat and cream cheese mixed with special seasoning. With quick-cooking, crowd-pleasing selections, and common cooking temperatures for most varieties, appetizers by Archer Farms make entertaining a breeze.<br><br>Directions:<br>Needs to be fully cooked. Keep frozen. Crab rangoons need to be fully cooked. Keep frozen until ready to prepare. Conventional Oven: Heat oven to 375 degrees F. Remove rangoons from packaging; place in a single layer on baking pan. Place on center oven rack. Bake 12 to 14 minutes until golden brown and thoroughly heated. For food safety, bake to an internal temperature of 165 degrees F as measured with a food thermometer. Refrigerate or discard leftovers immediately. Keep package for reference.", 
        "dpci": "270-06-0388", 
        "brand": "Archer Farms&#153;", 
        "tcin": "14795795", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14795795"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Crab Rangoon 7oz - Archer Farms&#153;", 
        "url": "/p/crab-rangoon-7oz-archer-farms-153/-/A-14795795", 
        "release_date": "", 
        "upc": "085239063880", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Totinos Pizza Rolls Macaroni and Cheese with Bacon are 40ct pizza rolls. <br><br>DIRECTIONS:<br><br>OVEN & TOASTER OVEN Do not leave toaster oven unattended while cooking product.<br><br>HEAT oven to 450°F. ARRANGE rolls 1 inch apart in single layer on baking sheet or toaster oven tray. PLACE on middle oven rack.<br><br>BAKE according to chart. <br><br>CAUTION: Filling will be very HOT! Wait until cool enough to eat.<br><br>LET STAND 2 minutes to complete cooking. Filling will be very hot. Be cautious on first bite.", 
        "dpci": "270-06-0262", 
        "brand": "Totino's", 
        "tcin": "52477846", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "52477846", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52477846"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's Macaroni & Cheese With Bacon Pizza Rolls - 19.8oz", 
        "url": "/p/totino-s-macaroni-cheese-with-bacon-pizza-rolls-19-8oz/-/A-52477846", 
        "release_date": "", 
        "upc": "042800495778", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Macaroni and Cheese with Bacon in a golden crust", 
                "\"Good job buying these for us\" - Your Mouth", 
                "Approximately 40ct"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "PAGODA Creme Cheese Wantons–now with Sweet Chili dipping sauce! PAGODA\u0099 Cream Cheese Wontons are the perfect combination of real cream cheese wrapped in a crispy wrapper. Add them to your favorite meal, or dip them in our tempting sweet chili sauce for the perfect snack.", 
        "dpci": "270-06-0334", 
        "brand": "Pagoda", 
        "tcin": "50299221", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50299221"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Pagoda Cream Cheese Wontons 7.27 oz", 
        "url": "/p/pagoda-cream-cheese-wontons-7-27-oz/-/A-50299221", 
        "release_date": "", 
        "upc": "072180698568", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Bagel Bites® Three Cheese is a fun-size pizza classic kids love.  Our cheesiest Bagel Bites® snack features real mozzarella, cheddar and monterey jack cheeses, scratch made tomato sauce on a mini bagel—and with 7g of protein and 0g Trans Fat per serving.  Enjoy hot, great-tasting pizza snack in minutes out of the oven, toaster oven, or microwave.", 
        "dpci": "270-06-0351", 
        "brand": "Bagel Bites", 
        "tcin": "23985412", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "23985412"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Bagel Bites Three Cheese (24ct) 18.6oz", 
        "url": "/p/bagel-bites-three-cheese-24ct-18-6oz/-/A-23985412", 
        "release_date": "", 
        "upc": "070085046927", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Rock your tastebuds with the crispy Mozzarella Sticks from Farm Rich\u0099. Covered with a crispy coat of breadcrumbs and a yummy cheese filling inside, you'll love savoring up every bite – just heat and serve!", 
        "dpci": "270-06-0853", 
        "brand": "Farm Rich", 
        "tcin": "47979122", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "47979122"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Farm Rich&#174; Mozzarella Sticks - 24oz", 
        "url": "/p/farm-rich-174-mozzarella-sticks-24oz/-/A-47979122", 
        "release_date": "", 
        "upc": "041322311412", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Cheesy breaded mozzarella sticks", 
                "Comes with 2 sticks per serving", 
                "Easy to enjoy &mdash; just heat and serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Main Cheese Ingredient:</B> mozzarella", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Always have some easy-to-make kosher appetizers on hand with the Beef Franks in a Blanket from Hebrew National®. Made with premium cuts of 100% kosher beef, these bites are a delicious way to stick to your dietary needs and indulge in some comfort food. Each beef frank is wrapped in a golden puff pastry blanket that will make your mouth water as they bake.", 
        "dpci": "270-06-0546", 
        "brand": "Hebrew National", 
        "tcin": "14799591", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14799591"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Hebrew National&#174; Beef Franks in a Blanket - 18.4oz/32ct", 
        "url": "/p/hebrew-national-174-beef-franks-in-a-blanket-18-4oz-32ct/-/A-14799591", 
        "release_date": "", 
        "upc": "074956201415", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains 25.5 ounces of popcorn chicken", 
                "Made with 100% natural ingredients and packaged in a resealable bag to keep fresh", 
                "Enjoy these bite-sized chicken fritters as a snack or double up for a full meal"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Looking for a way to wow your guests? Try our selection of savory, no-fuss nibbles, including these crispy, creamy lobster & cheese bites. We've blended cream cheese, Parmesan and Monterey Jack cheeses with Atlantic lobster and covered this flavorful mixture in a crispy panko breadcrumb coating. With quick-cooking crowd-pleasing selections, Archer Farms appetizers make entertaining a breeze.<br><br>Directions:<br>Needs to be fully cooked. Keep frozen. Needs to be fully cooked. Keep frozen until ready to prepare. Oven: 1. Heat oven to 350 degrees F. Arrange lobster bites at least 1 inch apart on baking sheet. 2.Bake in center of oven 17 to 19 minutes until golden brown and hot throughout. Let stand 2 minutes. For food safety, cook to an internal temperature of 165 degrees F as measured with a food thermometer. Appliances may vary; adjust cooking times accordingly. Refrigerate or discard leftovers immediately. Serving Suggestions: For zippy horseradish dipping sauce, mix 1/2 cup chili sauce, 1/4 cup mayonnaise, 1 tbsp. each horseradish and lemon juice, and 2 tsp. Worcestershire sauce. Make lobster croquette salad. Arrange lobster bites on bed of crisp romaine. Sprinkle with fresh herbs and drizzle with lemon vinaigrette. For lobster bites roll, arrange bites in bratwurst bun. Drizzle with flavored mayonnaise and sprinkle with chopped celery or shredded lettuce. Keep package for reference.", 
        "dpci": "270-06-0463", 
        "brand": "Archer Farms&#153;", 
        "tcin": "14795787", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14795787"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Lobster & Cheese Bites 7oz - Archer Farms&#153;", 
        "url": "/p/lobster-cheese-bites-7oz-archer-farms-153/-/A-14795787", 
        "release_date": "", 
        "upc": "085239064634", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with Atlantic lobster", 
                "Approx. 10 count"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Breaded chicken breast chunks with rib meat coated with honey barbecue sauce, smoke flavor & caramel color added.<br><br>Directions:<br>Heat & serve. Keep frozen. Keep frozen until ready to prepare. Oven: 1. Heat oven to 400 degrees F. 2. Place frozen chicken bites on baking sheet. 3. Bake 15 to 18 minutes, turning over halfway through, until hot. Microwave: 1. Arrange 1 serving of chicken bites on microwave-safe plate. 2. Microwave on high 1-1/2 to 2 minutes until hot. Appliances may vary; adjust accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "210-05-0381", 
        "brand": "market pantry&#153;", 
        "tcin": "14778785", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14778785"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Honey Barbecue Season Chicken Breast Bites 26 oz - Market Pantry&#153;", 
        "url": "/p/honey-barbecue-season-chicken-breast-bites-26-oz-market-pantry-153/-/A-14778785", 
        "release_date": "", 
        "upc": "085239503812", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with white meat chicken", 
                "Fully cooked"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Main Meat Ingredient:</B> chicken", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Annie's Homegrown Mini Pizza Bagels Three Cheese 18ct are made with Goodness! With organic flour & tomatoes and cheese from cows not treated with rBST they are a great snack! Made with Whole grains and no artificial flavors or synthetic colors and 100% real cheese!", 
        "dpci": "270-02-0850", 
        "brand": "Annie's", 
        "tcin": "17140487", 
        "images": [
            {
                "alternate_urls": [
                    "17140487_Alt01", 
                    "17140487_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "17140487_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17140487", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17140487_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "17140487"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Annie's Homegrown Three Cheese Mini Pizza Bagels 18 ct", 
        "url": "/p/annie-s-homegrown-three-cheese-mini-pizza-bagels-18-ct/-/A-17140487", 
        "release_date": "", 
        "upc": "013562001712", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "No Artificial Flavors or Synthetic Colors", 
                "Made with Whole Grains", 
                "18ct Mini Pizza Bagels"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Features:</B> whole grain, no artificial flavors, no artificial colors, no added rBST", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Potato skins stuffed with cheddar cheese & bacon.<br><br>Directions:<br>Keep frozen. Potato skins need to be fully cooked. Keep frozen until ready to prepare. Oven: 1. Heat oven to 400 degrees F. 2. Arrange potato skins at least 2 inches apart on baking sheet. Place in center of oven. 3. Bake 15 minutes until edges are golden brown and cheese is melted. Tip: Top each with a dollop of sour cream and sprinkle with fresh chives. For food safety, bake to 165 degrees F throughout. Ovens may vary; adjust accordingly. Refrigerate or discard leftovers immediately. Keep package for reference.", 
        "dpci": "270-06-0715", 
        "brand": "market pantry&#153;", 
        "tcin": "16401997", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "16401997", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "16401997"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Cheddar Bacon Filled Potato Skins Bulk 19 oz - Market Pantry&#153;", 
        "url": "/p/cheddar-bacon-filled-potato-skins-bulk-19-oz-market-pantry-153/-/A-16401997", 
        "release_date": "", 
        "upc": "085239607152", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "When the afternoon hunger strikes, strike right back with the Auntie Anne’s Pepperoni Pizza Pretzel Sandwich. With two sandwiches per box, you can enjoy one now and one later — but with the delicious mix of mozzarella, provolone and pepperoni, you might not be able to stop at one.", 
        "dpci": "270-06-0742", 
        "brand": "Auntie Anne's", 
        "tcin": "23974713", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "23974713", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "23974713"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Auntie Anne's Pepperoni Pizza Pretzel Sandwich 2ct. 10.8oz.", 
        "url": "/p/auntie-anne-s-pepperoni-pizza-pretzel-sandwich-2ct-10-8oz/-/A-23974713", 
        "release_date": "", 
        "upc": "895072000481", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Frozen pretzel pocket sandwiches make a quick and easy meal or snack", 
                "Mozzarella, provolone and pepperoni bring flavors you&rsquo;ll love", 
                "Two individual sandwiches can be enjoyed whenever you want"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> sandwich bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "These Archer Farms Mushroom Risotto Bites are made with rice, cheese, mushrooms, and a hint of truffle oil then coated in panko breadcrumbs. With quick, mouthwatering selections, Archer Farms appetizers make snacks effortless and elegant.<br><br>Needs to be fully cooked. Keep frozen. Appetizers need to be fully cooked. Keep frozen until ready to prepare. Oven: Heat oven to 375 degrees F. Line baking pan with aluminum foil. Remove appetizers from packaging. Arrange on baking sheet at least 1 inch apart. Place in center of oven. Bake 16 to 18 minutes until deep golden brown and crisp. For food safety, bake to 165 degrees F throughout. Ovens may vary; adjust times accordingly. Refrigerate or discard leftovers immediately. Tips from Our Test Kitchen: Serve with warm marinara or pesto sauce for dipping. Delicious as a side dish with grilled steak or fish. Serve with a squeeze of fresh lemon juice. Pair with a glass of sparkling wine such as prosecco or champagne.", 
        "dpci": "270-06-0038", 
        "brand": "Archer Farms&#153;", 
        "tcin": "50148915", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50148915"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Mushroom Risotto Bites - 10ct - Archer Farms&#153;", 
        "url": "/p/mushroom-risotto-bites-10ct-archer-farms-153/-/A-50148915", 
        "release_date": "", 
        "upc": "492700600381", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Bring the restaurant to your kitchen with the Boneless Buffalo Style Chicken Bites from TGI Fridays®. Coated with crispy restaurant style breading, this appetizer will make your mouth water when you bite into the delicious white meat center. The included sauce packets let you drizzle and dip your own chicken bites for a customized level of Buffalo chicken flavor.", 
        "dpci": "270-06-0460", 
        "brand": "T.G.I. Friday's", 
        "tcin": "13264309", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264309"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "T.G.I. Friday's Buffalo Style Boneless Chicken Bites - 15oz", 
        "url": "/p/t-g-i-friday-s-buffalo-style-boneless-chicken-bites-15oz/-/A-13264309", 
        "release_date": "", 
        "upc": "046704620656", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "One bag contains 90 rolls", 
                "Enjoy the crisp golden crust and cheesy center with each bite", 
                "Great choice to have in your freezer for parties or game-day appetizers"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Cook thoroughly. Preparation Instructions: For best quality and food safety, follow these preparation instructions: Keep frozen; cook thoroughly; careful, product will be hot! Follow cooking instructions to make sure the wings have reached 165 degrees F as measured by a food thermometer. Adjustment to cooking times may be required due to variations in all ovens. 1. Chicken Wings: Microwave Oven (1100 watts) - Remove frozen chicken bites from the package and put no more than 12 bites on a microwave-safe plate. Cook on high for 1 minute and 45 seconds. Allow chicken bites to stand for 1-2 minutes before tossing in sauce. Conventional Oven: Preheat oven to 450 degrees F. Remove frozen chicken bites from package. Place chicken in a single layer on a non-stick baking sheet. Place baking sheet on the center rack of the oven. Bake for 8 minutes. Flip chicken over and bake for an additional 8 minutes. Allow chicken to stand for 1-2 minutes before tossing in sauce. 2. Honey BBQ Sauce: Do not microwave packet. Thaw unopened sauce packet in hot water for 6 to 8 minutes. When ready, place cooked chicken into a bowl and add desired amount of sauce: Mild: use 1/3 of sauce packet; Medium: use 2/3 of sauce packet; Bold: use entire sauce packet. Toss to coat. Discard any leftover sauce.", 
        "dpci": "270-06-0461", 
        "brand": "T.G.I. Friday's", 
        "tcin": "13264310", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264310"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "T.G.I. Friday's Boneless Honey BBQ Chicken Bites 15 oz", 
        "url": "/p/t-g-i-friday-s-boneless-honey-bbq-chicken-bites-15-oz/-/A-13264310", 
        "release_date": "", 
        "upc": "046704620755", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0082", 
        "brand": "Hot Pockets", 
        "tcin": "13461640", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13461640"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Hot Pockets Ham & Cheese - 12ct 54oz", 
        "url": "/p/hot-pockets-ham-cheese-12ct-54oz/-/A-13461640", 
        "release_date": "", 
        "upc": "043695075120", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Gorton’s Potato Crusted Cod Bites offer bite-sized pieces of white, flaky, wild-caught Cod in a golden potato coating. With 28 bites in each package, Gorton’s Seafood Appetizers Potato Crusted Cod Bites are perfect for entertaining, watching a game or anytime you need a small bite.", 
        "dpci": "210-07-0081", 
        "brand": "Gorton's", 
        "tcin": "52641967", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "52641967", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52641967"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Gorton's Seafood Appetizers Potato Crusted Cod Bites - 12oz", 
        "url": "/p/gorton-s-seafood-appetizers-potato-crusted-cod-bites-12oz/-/A-52641967", 
        "release_date": "", 
        "upc": "044400161008", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Flaky, white pieces of Cod in a golden potato coating", 
                "Wild-caught Cod", 
                "28 bites", 
                "No fillers, artificial colors, flavors or MSG"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Totino's Triple Pepperoni Pizza Rolls 40ct 19.8oz Bag. Pizza in a crispy, golden, snackable crust! Pizza Rolls make everything you enjoy more enjoyable. Pizza Rolls are easy to make and only take 60 seconds in the microwave. Take Pizza Rolls to a party, instantly be the most popular and respected person there!", 
        "dpci": "270-06-0002", 
        "brand": "Totino's", 
        "tcin": "13026011", 
        "images": [
            {
                "alternate_urls": [
                    "13026011_Alt01", 
                    "13026011_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13026011", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13026011_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13026011_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13026011"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's Triple Pepperoni Pizza Rolls 19.8 oz 40 ct", 
        "url": "/p/totino-s-triple-pepperoni-pizza-rolls-19-8-oz-40-ct/-/A-13026011", 
        "release_date": "", 
        "upc": "042800721723", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Pizza in a crispy, golden, snackable crust!", 
                "Pizza Rolls make everything you enjoy more enjoyable", 
                "Pizza Rolls are easy to make and only take 60 seconds in the microwave"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Amy's Kitchen makes our Mushroom & Cheese Swirls with<br>creamy mozzarella and Parmesan cheeses and<br>use flavorful mushrooms to create a delightfully<br>delectable treat. You won’t be able to have just one!", 
        "dpci": "270-02-1547", 
        "brand": "Amy's", 
        "tcin": "50322494", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50322494"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Amy's&#174; Mushroom & Cheese Swirls - 7.3oz", 
        "url": "/p/amy-s-174-mushroom-cheese-swirls-7-3oz/-/A-50322494", 
        "release_date": "", 
        "upc": "042272010967", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "El Monterey Chicken and Cheese Quesadilla 20oz-  Stores Only", 
        "dpci": "270-06-0048", 
        "brand": "El Monterey", 
        "tcin": "50282877", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50282877"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "El Monterey&#174; Charbroiled Chicken & Monterey Jack Cheese Quesadillas 20 oz", 
        "url": "/p/el-monterey-174-charbroiled-chicken-monterey-jack-cheese-quesadillas-20-oz/-/A-50282877", 
        "release_date": "", 
        "upc": "071007662492", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Breaded chicken breast strips with rib meat. Our Simple Promise: The Simply Balanced goodness guarantee means more than great-tasting food. It means taking the guesswork out of eating well, it means food labels with ingredients you can actually read, and our promise that you made a great choice.<br><br>Directions:<br>Keep frozen. Keep frozen until ready to prepare. Oven: 1. Heat oven to 450 degrees F. Lightly spray baking pan with cooking spray. 2. Place frozen chicken strips in a single layer on pan. 3. Bake 15 to 16 minutes until hot, turning over halfway through. For crispier chicken, bake 2 to 3 minutes longer. Let stand 2 to 3 minutes before serving. Microwave: Will be less crispy than baking. 1. Arrange frozen chicken strips on microwave-safe plate. 2. Microwave on high as directed until heated through. 2 chicken strips: 1-1/2 to 2 minutes; 4 chicken strips: 2 to 3 minutes. 3. Let stand 1 to 2 minutes before serving. Appliances may vary; adjust cooking times accordingly. Refrigerate or discard leftovers immediately.", 
        "dpci": "210-05-0327", 
        "brand": "Simply Balanced&#153;", 
        "tcin": "17165771", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17165771"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Gluten Free Chicken Breast Strips 14 oz - Simply Balanced&#153;", 
        "url": "/p/gluten-free-chicken-breast-strips-14-oz-simply-balanced-153/-/A-17165771", 
        "release_date": "", 
        "upc": "085239053270", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Chicken raised with no antibiotics, added hormones or steroids", 
                "Vegetarian fed", 
                "All natural"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Cut of Meat:</B> cutlets", 
            "<B>State of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen", 
            "<B>Container Material:</B> paper or cardboard"
        ]
    }, 
    {
        "description": "Your kids won't be the only ones smiling! You'll love eating these Smiles® Mashed Potato Shapes from McCain\u0099. The smiling fries are tasty, fun to eat and make a great side with lunch or dinner. Already seasoned with salt, all you have to do is cook them.", 
        "dpci": "270-01-0064", 
        "brand": "McCain", 
        "tcin": "14759242", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14759242"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "McCain&#153; Smiles&#174; Mashed Potato Shapes - 22oz", 
        "url": "/p/mccain-153-smiles-174-mashed-potato-shapes-22oz/-/A-14759242", 
        "release_date": "", 
        "upc": "072714002229", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Smiley face french fries", 
                "No artificial colors or flavors", 
                "&nbsp;A snack the whole family will love"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "El Monterey Extra Crunchy SW Chicken Taquitos 21ct- Stores Only", 
        "dpci": "270-06-0050", 
        "brand": "El Monterey", 
        "tcin": "50282888", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50282888"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "El Monterey&#174; Southwest Chicken Extra Crunchy Taquitos 24.2 oz", 
        "url": "/p/el-monterey-174-southwest-chicken-extra-crunchy-taquitos-24-2-oz/-/A-50282888", 
        "release_date": "", 
        "upc": "071007722110", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "El Monterey Extra Crunchy Taco Beef Taquitos 21ct-  Stores Only", 
        "dpci": "270-06-0049", 
        "brand": "El Monterey", 
        "tcin": "50282748", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50282748"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "El Monterey&#174; Taco Seasoned Beef & Cheese Extra Crunchy Taquitos 24.2 oz", 
        "url": "/p/el-monterey-174-taco-seasoned-beef-cheese-extra-crunchy-taquitos-24-2-oz/-/A-50282748", 
        "release_date": "", 
        "upc": "071007723377", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Snack time just got a lot cheesier with these Mac N' Cheetos® Creamy Cheddar Mac & Cheese Snacks from Cheetos®. These bite sized delights are coated with crispy Cheeto flavoring on the outside and packed with creamy cheddar flavored macaroni and cheese on the inside. Made with real cheese for an authentic, powerfully cheesy taste, these little snacks just need to be heated up in the oven and you'll be enjoying a crispy and creamy treat in no time.", 
        "dpci": "270-06-0090", 
        "brand": "Quaker", 
        "tcin": "52433013", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "52433013", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52433013"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Cheetos Creamy Cheddar Mac & Cheese Snacks - 14.4oz", 
        "url": "/p/cheetos-creamy-cheddar-mac-cheese-snacks-14-4oz/-/A-52433013", 
        "release_date": "", 
        "upc": "028400666336", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Frozen snack that you can grab and heat up without any prep", 
                "Crispy, crunchy cheeto-shaped bites coated in flamin' hot flavoring", 
                "Filled with creamy macaroni and cheese that's made from real cheese", 
                "Just heat these up in the oven and they're ready to eat"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0143", 
        "brand": "T.G.I. Friday's", 
        "tcin": "13263939", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13263939"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "TGI Friday's Buffalo Chicken Wings 10-oz.", 
        "url": "/p/tgi-friday-s-buffalo-chicken-wings-10-oz/-/A-13263939", 
        "release_date": "", 
        "upc": "046704098448", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Doritos Loaded Nacho Cheese Breaded Cheese Snacks wrap delicious melty cheese in a crisp crust made from classic Doritos. These unique cheese snacks are ready in minutes, so they're just the thing for parties and impromptu snacks.", 
        "dpci": "270-06-0301", 
        "brand": "Doritos", 
        "tcin": "51985436", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51985436"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Doritos Loaded Nacho Cheese - 15oz", 
        "url": "/p/doritos-loaded-nacho-cheese-15oz/-/A-51985436", 
        "release_date": "", 
        "upc": "028400577823", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Quick and easy to prepare in the oven", 
                "Nacho cheese flavor", 
                "Great for snacking or entertaining", 
                "Family size for a better value"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Amy’s Kitchen's Pesto Swirls combine our special pesto<br>sauce, fresh tomatoes, mozzarella cheese and<br>garlic to create a really great-tasting snack. Pesto,<br>garlic and cheese…need we say more?", 
        "dpci": "270-02-1548", 
        "brand": "Amy's", 
        "tcin": "50322496", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50322496"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Amy's&#174; Pesto Swirls - 7.3oz", 
        "url": "/p/amy-s-174-pesto-swirls-7-3oz/-/A-50322496", 
        "release_date": "", 
        "upc": "042272010974", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "These flavorful potstickers are filled with cabbage, chicken, soy sauce, celery and green onions and we've included a sesame sauce for dipping. With quick, mouthwatering selections, Archer Farms appetizers make delicious snacks effortless and elegant.", 
        "dpci": "270-06-0633", 
        "brand": "Archer Farms&#153;", 
        "tcin": "15440390", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15440390"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Chicken Potstickers 19 oz - Archer Farms&#153;", 
        "url": "/p/chicken-potstickers-19-oz-archer-farms-153/-/A-15440390", 
        "release_date": "", 
        "upc": "085239606339", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "16 Count", 
                "Sesame soy sauce included"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Smoked Sausages made with cheddar cheese and wrapped in naturally smoked bacon", 
        "dpci": "270-06-0037", 
        "brand": "Archer Farms&#153;", 
        "tcin": "50291674", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50291674"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Bacon Wrapped Smokies with Cheese - 10ct - Archer Farms&#153;", 
        "url": "/p/bacon-wrapped-smokies-with-cheese-10ct-archer-farms-153/-/A-50291674", 
        "release_date": "", 
        "upc": "492700600374", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "PAGODA Pork & Vegetable Egg Rolls. America's #1 Pork Egg Roll*–now with Sweet Chili dipping sauce! Real, flavorful ingredients like tender pork, freshly-cut vegetables, and authentic seasonings combine to create the big Asian tastes you love.", 
        "dpci": "270-06-0332", 
        "brand": "Pagoda", 
        "tcin": "50299139", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50299139"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Pagoda Pork Egg Rolls 12.27 oz", 
        "url": "/p/pagoda-pork-egg-rolls-12-27-oz/-/A-50299139", 
        "release_date": "", 
        "upc": "072180692771", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Main Meat Ingredient:</B> pork", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Introduce your mouth to the perfect combination of spice and cheese with the Cream Cheese Stuffed Jalapenos Poppers® from TGI Fridays®. Coated in a crispy breading, this appetizer hits all the taste and consistency marks to make it the perfect starter for any meal. Combine them with the added raspberry habanero dip, and enjoy the delectable goodness of restaurant food without having to leave your kitchen.", 
        "dpci": "270-06-0375", 
        "brand": "T.G.I. Friday's", 
        "tcin": "13264426", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13264426"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "T.G.I. Friday's Cream Cheese Stuffed Jalapenos Poppers - 15oz.", 
        "url": "/p/t-g-i-friday-s-cream-cheese-stuffed-jalapenos-poppers-15oz/-/A-13264426", 
        "release_date": "", 
        "upc": "046704039106", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains 15 ounces of chicken bites", 
                "Crispy, restaurant style breading gives you a taste of TGI Fridays without leaving home", 
                "Packets of sauce allow customization"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve, ready to eat", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Amy’s Kitchen's Cheddar Jalapeño Swirls offer a<br>delicious Cheddar-cheese taste with just<br>the right amount of jalapeño kick to liven things<br>up a bit. An instant classic at your next fiesta!", 
        "dpci": "270-02-1546", 
        "brand": "Amy's", 
        "tcin": "50322493", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50322493"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Amy's&#174; Cheddar Jalapeno Swirls - 7.3oz", 
        "url": "/p/amy-s-174-cheddar-jalapeno-swirls-7-3oz/-/A-50322493", 
        "release_date": "", 
        "upc": "042272010950", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Pick up the ultimate pizza snack value package with the Pepperoni Pizza Rolls\u0099 Bag from Totino's®. Armed with a whopping 120 rolls, you'll be sure to please any guests with pepperoni goodness or keep your pizza cravings in check by keeping this pack handy in your freezer. Enjoy these classic bites of crisp, golden crust around lots of pepperoni, seasoning and cheese.", 
        "dpci": "270-06-0369", 
        "brand": "Totino's", 
        "tcin": "13051712", 
        "images": [
            {
                "alternate_urls": [
                    "13051712_Alt01", 
                    "13051712_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13051712_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13051712_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13051712"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's Pepperoni Pizza Rolls - 59.3oz - 120ct", 
        "url": "/p/totino-s-pepperoni-pizza-rolls-59-3oz-120ct/-/A-13051712", 
        "release_date": "", 
        "upc": "042800026927", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Frozen snack that you can grab and heat up without any prep", 
                "Crispy, crunchy cheeto-shaped bites coated in Cheeto flavored goodness", 
                "Filled with creamy cheddar macaroni and cheese", 
                "Made with real cheese for authentic flavor", 
                "Just heat these up in the oven and they're ready to eat"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Famous since 1916. World famous recipe. Zero grams trans fat per serving. For over 95 years. In 1916, two young Polish immigrants named Nathan and Ida Handwerker put down their $300 life savings to open a frankfurter and french fry stand on Coney Island, New York. They called it Nathan's Famous! In addition to selling the country's newest taste sensation, the hot dog, Nathan and Ida served golden, crinkle cut french fries. Nothing like ordinary fries, these were made from fresh-peeled potatoes, cut thick and hearty with a unique, crinkly shape, and cooked to a crispy golden brown perfection. Today, Nathan's Famous hot dogs and crinkle cut fries are served the world over with exactly the same integrity and care. And now, you can enjoy the great taste of Nathan's Famous hot dogs and french fries right in your home! Questions or suggestions? If you have questions or comments, write to us and include the empty package to: ConAgra Foods, P.O. Box 3768, Omaha, NE 68103-0768. You may also contact us online at www.conagrafoods.com. Product of USA.<br><br>Storage: Keep frozen. Store in freezer at 0 degrees F. Directions: Preparation: Oven Bake: Note: Oven temperatures may vary. Adjust cooking time as necessary. 1. Preheat oven to 425 degrees F. 2. Arrange frozen french fries in a single layer on a shallow baking tray. For more even cooking, tray may be lined with crumpled aluminum foil. 3. Bake 18 to 22 minutes until desired color and crispness are achieved. Serve hot. For best product quality, do not overcook. Deep Fry: Caution: Ice crystals will cause spattering when added to hot oil. Allow excessive crystals to melt prior to frying. 1. Preheat cooking oil in deep fryer to 350 degrees F. Deep fryer should not be more than half full of oil. 2. Fill fryer basket not more than half full of frozen french fries. Use caution lowering basket into hot oil. 3. Fry 2 to 4 minutes to obtain desired color and crispness. For best product quality, do not overcook. 4. Drain on paper towels and serve hot.", 
        "dpci": "270-01-0075", 
        "brand": "Tropicana", 
        "tcin": "47099148", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "47099148"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Nathan's Crinkle Fries 28 oz", 
        "url": "/p/nathan-s-crinkle-fries-28-oz/-/A-47099148", 
        "release_date": "", 
        "upc": "043301305191", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Zero grams trans fat per serving.", 
                "Nothing like ordinary fries, these were made from fresh-peeled potatoes, cut thick and hearty with a unique, crinkly shape, and cooked to a crispy golden brown perfection.", 
                "Product of USA."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "For a sure-fire way to impress your guests, try our selection of delicious, no-fuss nibbles. Our Maryland-style mini crab cakes are packed full of sweet, blue crab meat and coated with crispy panko breadcrumbs. Expertly seasoned with a hint of garlic, Parmesan cheese, spices and tangy mustard. With quick-cooking crowd-pleasing selections, Archer Farms appetizers make entertaining a breeze.<br><br>Needs to be fully cooked. Keep frozen. Needs to be fully cooked. Keep frozen until ready to prepare. Oven: 1. Heat oven to 375 degrees F. Arrange crab cakes at least 1 inch apart on baking sheet with edges. 2. Bake in center of oven 18 to 20 minutes until medium golden brown and hot. Let stand 1 to 2 minutes for easier handling. For food safety, cook to an internal temperature of 165 degrees F as measured with a food thermometer. Appliances may vary; adjust cooking times accordingly. Refrigerate or discard leftovers immediately. Serving Suggestions: Serve with Dijon mayonnaise or dill dressing for dipping; Arrange on a crisp green salad. Drizzle with creamy Caesar dressing and garnish with lemon wedges; Serve in sour dough slider buns. Top with shredded cabbage tossed with your favorite dressing, such as toasted sesame or buttermilk coleslaw. Keep package for reference.", 
        "dpci": "270-06-0465", 
        "brand": "Archer Farms&#153;", 
        "tcin": "14799103", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14799103"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Crab Cakes 7oz - Archer Farms&#153;", 
        "url": "/p/crab-cakes-7oz-archer-farms-153/-/A-14799103", 
        "release_date": "", 
        "upc": "085239064658", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with real blue crab meat", 
                "Approx. 8 count"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen.<br>Directions: Heating: Conventional Oven: Preheat oven to 375 degrees F. Cover baking sheet with foil and spray with a non-stick cooking spray. Heat frozen wings 28 to 33 minutes or thawed wings 21 to 24 minutes or until heated through. Microwave Oven: Place 8 wings in a circle (leave space in center) on a microwave safe plate. Microwave uncovered on High: frozen wings 7 to 9 minutes or thawed wings 4 to 5 minutes or until heated through. Rotate plate 1/2 turn halfway through heating. Let stand 1 minute before serving. Use potholders to remove plate from oven.", 
        "dpci": "210-05-0174", 
        "brand": "Foster Farms", 
        "tcin": "47135209", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "47135209", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "47135209"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Foster Farms Hot-N-Spicy Wings - 28oz", 
        "url": "/p/foster-farms-hot-n-spicy-wings-28oz/-/A-47135209", 
        "release_date": "", 
        "upc": "075278994962", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Buffalo style chicken wing sections coated with a flavorful, tangy sauce.", 
                "Fully cooked.", 
                "Minimally processed, no preservatives, no artificial ingredients.", 
                "No added hormones. No added steroids.", 
                "Microwaveable.", 
                "Inspected by USDA."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Cut of Meat:</B> wings", 
            "<B>State of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen", 
            "<B>Container Material:</B> plastic"
        ]
    }, 
    {
        "description": "Treat yourself the tasty way – get these Breaded Cheese Curds from Farm Rich®. Tossed in a crispy golden coating with a filling of soft and creamy cheddar cheese, these cheese curds are a perfect choice for any cheese lover.", 
        "dpci": "270-06-0080", 
        "brand": "Farm Rich", 
        "tcin": "51342857", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51342857"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Farm Rich&#174; Breaded Cheese Curds - 16oz", 
        "url": "/p/farm-rich-174-breaded-cheese-curds-16oz/-/A-51342857", 
        "release_date": "", 
        "upc": "041322377685", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Breaded cheddar cheese curds in a crispy golden coating", 
                "Makes a perfect snack or side dish", 
                "Easy to enjoy &mdash; just heat and serve"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Main Cheese Ingredient:</B> cheddar", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Doritos Loaded Cool Ranch Breaded Cheese Snacks keep hunger cravings at bay with bold cheese breaded with cool ranch Doritos. A great anytime snack, just pop them in the oven to enjoy crispy, melty, cheesy deliciousness with a cool ranch kick.", 
        "dpci": "270-06-0303", 
        "brand": "Doritos", 
        "tcin": "51985435", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51985435"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Doritos Loaded Cool Ranch - 15oz", 
        "url": "/p/doritos-loaded-cool-ranch-15oz/-/A-51985435", 
        "release_date": "", 
        "upc": "028400638173", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Quick and easy to prepare in the oven", 
                "Cool ranch flavor", 
                "Great for snacking or entertaining", 
                "Family size for a better value"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0136", 
        "brand": "Brazi Bites", 
        "tcin": "52536262", 
        "images": [
            {
                "alternate_urls": [
                    "52536262_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52536262_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52536262", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52536262"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Brazi Bites&#174; Cheddar & Parmesan Brazilian Cheese Bread - 11.5oz", 
        "url": "/p/brazi-bites-174-cheddar-parmesan-brazilian-cheese-bread-11-5oz/-/A-52536262", 
        "release_date": "", 
        "upc": "853552003018", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Main Cheese Ingredient:</B> cheddar, Parmesan", 
            "<B>Features:</B> soy free, peanut free, tree nut free", 
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "El Monterey Beef Corn 21ct Taquitos are one of the many fine authentic Mexican products brought to you by the Ruiz Family.  Microwave ready in 2 minutes. Fresh baked tortillas. A good source of protein. El Monterey Beef Corn 21ct Taquitos are a great item for any snacking occasion.", 
        "dpci": "270-06-0044", 
        "brand": "El Monterey", 
        "tcin": "51217327", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51217327"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "El Monterey Beef Taquitos Corn Tortillas 21 oz", 
        "url": "/p/el-monterey-beef-taquitos-corn-tortillas-21-oz/-/A-51217327", 
        "release_date": "", 
        "upc": "071007406539", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Cook thoroughly. For food safety and quality, follow these cooking instructions to ensure product reaches internal temperature of 165 degrees F. Cook thoroughly before eating. Microwave Oven: Step 1: Prep it. Step 2: Make it hot. Step 3. Enjoy it! Unwrap sandwich, insert into crisping sleeve and place on paper plate. Microwave (See Chart): Qty 1: Cooking time on high (1100 watt oven). 2 minutes, 15 seconds. Qty 2: Cooking time on high (1100 watt oven). 3 minutes, 45 seconds. (Since ovens vary, cooking times may require adjusting). Qty: 1: Cooking time on high (lower wattage/compact microwave). 3 minutes, 15 seconds. Qty 2: Cooking time on high (lower wattage/compact microwave). 5 minutes, 15 seconds. (Since ovens vary, cooking times may require adjusting). To complete cooking, wait 2 minutes to enjoy. Product will be hot! Save your tastebuds and wait for your sandwich to cool.", 
        "dpci": "270-06-0408", 
        "brand": "Lean Pockets", 
        "tcin": "13469489", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "13469489", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13469489"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Lean Pockets Roasted Turkey with Bacon and Cheese Pretzel Bread Sandwiches 2 ct", 
        "url": "/p/lean-pockets-roasted-turkey-with-bacon-and-cheese-pretzel-bread-sandwiches-2-ct/-/A-13469489", 
        "release_date": "", 
        "upc": "043695373066", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "With tomatoes, reduced fat mozzarella cheese & sauce in pretzel bread.", 
                "Good source of protein.", 
                "Inspected for wholesomeness by US Department of Agriculture.", 
                "Nestle: Good food, good life."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Bread Type:</B> Pretzel", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "These flavorful potstickers are filled with pork, cabbage, soy sauce, green onion and garlic and we've included a sesame dipping sauce. With quick, mouthwatering selections, Archer Farms appetizers make delicious snacks effortless and elegant.<br><br>Directions:<br>Heat & serve. Keep frozen. Keep frozen until ready to prepare. Pan Fry: Place unopened sauce packet in bowl of warm water for 10 minutes to thaw. Heat 1 Tbsp. Oil in large skillet over Medium-High for 1/2 package or 2 Tbsp. For entire package. Add frozen potstickers. Heat until bottoms are golden brown, about 4 to 5 minutes. Carefully add 1/3 cup water to skillet; cover. Heat until thoroughly heated, about 3 minutes. Turn potstickers and finish browning on all sides. Serve with dipping sauce. Microwave: Place unopened sauce packet in bowl of warm water for about 10 minutes to thaw. Place potstickers and 2 Tbsp. Water in microwave-safe casserole or dish. Cover. Microwave on HIGH 3 minutes. Stir gently to rearrange potstickers. Cover. Microwave 3 to 5 minutes longer until potstickers are hot throughout. Serve with dipping sauce. Appliances may vary; adjust times accordingly. Refrigerate or discard leftovers immediately. Tips from Our Test Kitchen: Make a Potsticker Soup: Heat 4 cups chicken broth, 2 cups fresh or frozen vegetables, sliced green onions and enclosed dipping sauce to boiling in medium saucepan. Add frozen potstickers. Simmer about 5 minutes until vegetables are tender and potstickers float. For extra flavor, add a few drops of fish sauce or sesame oil, minced fresh ginger or teriyaki sauce.", 
        "dpci": "270-06-0632", 
        "brand": "Archer Farms&#153;", 
        "tcin": "15440389", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15440389"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Pork Potstickers 19 oz - Archer Farms&#153;", 
        "url": "/p/pork-potstickers-19-oz-archer-farms-153/-/A-15440389", 
        "release_date": "", 
        "upc": "085239606322", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "16 count", 
                "Sesame soy sauce included"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Doritos Loaded Jalapeno and Cheese Breaded Cheese Snacks deliver the bold kick of jalapeno-spiked cheese wrapped in a Doritos-flavored crust. Warm them up in the oven in just minutes for an appetizer that'll be the hit of the party.", 
        "dpci": "270-06-0302", 
        "brand": "Doritos", 
        "tcin": "51985434", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51985434"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Doritos Loaded Jalapeno & Cheese - 15oz", 
        "url": "/p/doritos-loaded-jalapeno-cheese-15oz/-/A-51985434", 
        "release_date": "", 
        "upc": "028400578028", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Quick and easy to prepare in the oven", 
                "Jalapeno cheese flavor", 
                "Great for snacking or entertaining", 
                "Family size for a better value"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Cook thoroughly. For best quality and food safety, follow these preparation instructions: Keep 'em frozen 'til you're ready. Cook thoroughly before eating. Follow cooking instruction to make sure your munchies have reached 165 degrees F, as measured by a food thermometer. Adjustment to cooking times may be required due to variations in all ovens. Careful, 'cuz they will be hot! Conventional Oven (for best results): Preheat oven to a toasty 450 degrees F. Place frozen chicken wings on a non-stick baking sheet. Do no stack wings! Let 'em bake for 9 minutes. Flip the wings over and bake another 8 minutes. Allow wings to rest for a couple of minutes b4 digging in! Microwave Oven (1200 watts): Remove frozen chicken wings from the and put them on a microwave safe plate. Cook on High for 3 minutes. Flip the wings over and cook for another 2 minutes on High power. (You're almost there!) Allow wings to rest for a couple of minutes b4 digging in!", 
        "dpci": "270-06-0203", 
        "brand": "T.G.I. Friday's", 
        "tcin": "13263944", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13263944"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "TGI Friday's Honey BBQ Chicken Wings 10-oz.", 
        "url": "/p/tgi-friday-s-honey-bbq-chicken-wings-10-oz/-/A-13263944", 
        "release_date": "", 
        "upc": "046704065167", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Totino's Pizza Rolls Combination 120ct 59.3oz Bag. Pizza in a crispy, golden, snackable crust! Pizza Rolls make everything you enjoy more enjoyable. Pizza Rolls are easy to make and only take 60 seconds in the microwave. Take Pizza Rolls to a party, instantly be the most popular and respected person there!", 
        "dpci": "270-06-0370", 
        "brand": "Totino's", 
        "tcin": "13066703", 
        "images": [
            {
                "alternate_urls": [
                    "13066703_Alt01", 
                    "13066703_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13066703_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13066703", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13066703_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13066703"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Totino's Combination Pizza Rolls Bags 120 ct 59.26 oz", 
        "url": "/p/totino-s-combination-pizza-rolls-bags-120-ct-59-26-oz/-/A-13066703", 
        "release_date": "", 
        "upc": "042800026934", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Pizza in a crispy, golden, snackable crust!", 
                "Pizza Rolls make everything you enjoy more enjoyable", 
                "Pizza Rolls are reasy to make and only take 60 seconds in the microwave"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Enjoy the taste of Bavaria in your own home with these individually wrapped pretzel nugget pouches. Each pouch includes pretzel butter and salt for an authentic pretzel experience.", 
        "dpci": "270-06-0518", 
        "brand": "Auntie Anne's", 
        "tcin": "15013306", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "15013306", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15013306"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Auntie Anne's Pretzel Nugget Original 3pk 8 ct", 
        "url": "/p/auntie-anne-s-pretzel-nugget-original-3pk-8-ct/-/A-15013306", 
        "release_date": "", 
        "upc": "895072000450", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "4 individually wrapped pretzel nugget pouches", 
                "Each nugget pouch includes salt packet and pretzel butter", 
                "Enjoy the classic flavor of fresh-baked pretzels in your own kitchen"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Contains:</B> wheat", 
            "<B>May Contain:</B> peanuts, tree nuts", 
            "Style and color assortment may vary"
        ]
    }, 
    {
        "description": "Storage: Keep frozen - fully cooked. For Food Safety and Quality: Keep frozen; do not thaw. Directions: Microwave directions developed with 1100-watt microwave ovens. Appliances vary. Adjust heating times as needed. For more information go to www.konagrafoods.com/mwcooking. Microwave Oven (Preferred): Remove frozen bagel dogs from package and place on a microwave-safe plate. Microwave on high according to chart: 4 Pieces: 35 seconds. 8 Pieces: 1 minute 10 seconds. Full Bag: 1 minute 45 seconds. Conventional Oven (For a crispier bite): Preheat oven to 325 degrees F. Place frozen bagel dogs on baking sheet. Cover baking sheet with aluminum foil. Bake in center of oven 15 minutes. Handle carefully, they're hot! Serve & enjoy!", 
        "dpci": "270-06-0160", 
        "brand": "Hebrew National", 
        "tcin": "26398589", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "26398589"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Hebrew National Bagel Dogs - 7.6oz", 
        "url": "/p/hebrew-national-bagel-dogs-7-6oz/-/A-26398589", 
        "release_date": "", 
        "upc": "074956202009", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Beef franks in a soft bagel dough.", 
                "Our franks contain no artificial flavors & no by-products.", 
                "Made with premium cuts of 100% kosher beef.", 
                "Ready in under 1 minute."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Rolled in flour tortillas. Good source of: protein; calcium; fiber. 10 g fat per serving. Made with real cheddar cheese. Microwaveable. Jose Ole lets you create a fiesta of flavor that your whole family will love. Our chicken & Cheese Taquitos are made with oven-baked flour tortillas, chicken, real Monterey Jack and cheddar cheeses, zesty green chiles, and authentic seasonings and spices. With Jose Ole Chicken & Cheese Taquitos, you can satisfy your craving for great-tasting Mexican style food anytime. Jose Ole - taste the fiesta. Inspected for wholesomeness by US Department of Agriculture.<br><br>Storage: Keep frozen. Directions: Heating Instructions: Microwave: Place three flour Taquitos on a plate. Microwave on High for 1 to 1-1/2 minutes (based on 1000 watt microwave. Microwave ovens vary, heating time may require adjustment), or until hot. Let stand 1 minute. When preparing six flour Taquitos, increase heating time to 2-1/2 to 3-1/2 minutes. Oven: Preheat oven to 400 degrees F. Place frozen flour Taquitos on a baking sheet in the center of the oven. Bake 12 to 14 minutes or until crispy. Let stand 1 minute. Pan Fry: Preheat oil to 350 degrees F. Place frozen flour Taquitos in hot oil. Cook for 2 to 3 minutes. Let stand 1 minute. Caution: Product will be hot!", 
        "dpci": "270-06-0587", 
        "brand": "Jose Ole", 
        "tcin": "13327563", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13327563"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Jose Ole Chicken & Cheese Taquitos 15 ct", 
        "url": "/p/jose-ole-chicken-cheese-taquitos-15-ct/-/A-13327563", 
        "release_date": "", 
        "upc": "073202894579", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Rolled in flour tortillas.", 
                "Good source of: protein; calcium; fiber.", 
                "Made with real cheddar cheese.", 
                "Microwaveable.", 
                "Inspected for wholesomeness by US Department of Agriculture."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Gorton’s Mac & Cheese Shrimp Bites combine cheesy macaroni and bite-sized pieces of shrimp all rolled in crispy breadcrumbs. With 12 bites in each package, Gorton’s Seafood Appetizers Mac & Cheese Shrimp Bites are perfect for entertaining, watching a game or anytime you need a small bite.", 
        "dpci": "210-07-0083", 
        "brand": "Gorton's", 
        "tcin": "52642041", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "52642041", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52642041"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Gorton's Seafood Appetizers Mac & Cheese Shrimp Bites - 12oz", 
        "url": "/p/gorton-s-seafood-appetizers-mac-cheese-shrimp-bites-12oz/-/A-52642041", 
        "release_date": "", 
        "upc": "044400161305", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Cheesy macaroni and bite-sized pieces of shrimp in crispy breadcrumbs", 
                "Tail-off shrimp", 
                "12 bites", 
                "No artificial colors, flavors or MSG"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Main Cheese Ingredient:</B> cheddar", 
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-01-0022", 
        "brand": "Alexia", 
        "tcin": "53389285", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "53389285", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "53389285"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Appetizers And Snacks Alexia", 
        "url": "/p/appetizers-and-snacks-alexia/-/A-53389285", 
        "release_date": "", 
        "upc": "043301611674", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Bring a kick to your next meal with Ore-Ida® Zesties!® Seasoned Fries. These frozen french fries bring a bold flavor that you’ll love, whether you cook them up as an easy afternoon snack or you serve them with burgers for family dinner.", 
        "dpci": "270-01-0078", 
        "brand": "Ore-Ida", 
        "tcin": "13257684", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13257684"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Ore-Ida Zesties Bold & Crispy Seasoned Fries - 32oz", 
        "url": "/p/ore-ida-zesties-bold-crispy-seasoned-fries-32oz/-/A-13257684", 
        "release_date": "", 
        "upc": "013120004841", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Crispy french fries make a great side dish", 
                "Made from 100% real potatoes", 
                "Easy to cook in the oven", 
                "Gluten free"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-01-0033", 
        "brand": "Alexia", 
        "tcin": "53389283", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "53389283", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "53389283"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Appetizers And Snacks Alexia", 
        "url": "/p/appetizers-and-snacks-alexia/-/A-53389283", 
        "release_date": "", 
        "upc": "043301611698", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0135", 
        "brand": "Brazi Bites", 
        "tcin": "52536264", 
        "images": [
            {
                "alternate_urls": [
                    "52536264_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52536264_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52536264", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52536264"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Brazi Bites&#174; Garlic Asiago Brazilian Cheese Bread - 11.5oz", 
        "url": "/p/brazi-bites-174-garlic-asiago-brazilian-cheese-bread-11-5oz/-/A-52536264", 
        "release_date": "", 
        "upc": "853552003032", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Main Cheese Ingredient:</B> Asiago", 
            "<B>Features:</B> soy free, peanut free, tree nut free", 
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep Frozen. Directions: Microwave Oven: Place three flour taquitos on a plate. Microwave on High 1 to 1-1/2 minutes (Microwave ovens vary heating time may require adjustment), or until hot. Let stand 1 minute. When preparing six flour taquitos, increase heating time to 2 1/2 to 3 1/2 minutes. Conventional Oven: Preheat oven to 400 degrees F. Place frozen taquitos on a baking sheet in the center of the oven. Bake 12 to 14 minutes or until crispy. Let stand 1 minute. Pan or Deep Fry: Preheat oil to 350 degrees F. Place frozen taquitos in hot oil. Cook for 2 to 3 minutes. Let stand 1 minute. Caution: product will be hot!", 
        "dpci": "270-06-0593", 
        "brand": "Jose Ole", 
        "tcin": "50391246", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50391246"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Jose Ole Beef & Cheese Flour Taquitos 22.5 oz", 
        "url": "/p/jose-ole-beef-cheese-flour-taquitos-22-5-oz/-/A-50391246", 
        "release_date": "", 
        "upc": "073202894555", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Rolled in flour tortillas.", 
                "US inspected and passed by Department of Agriculture.", 
                "Microwaveable."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Storage: Keep frozen. Directions: Heating Instructions: For best results - Fully thaw in refrigerator and use promptly. Do not refreeze. Microwave (1200-Watt): 1. Open one end of package. 2. Separate sandwiches inside package. 3. Microwave on high 60 seconds if frozen/35 seconds if thawed. Microwave wattages may vary requiring slight adjustments to heating times. For food safety and quality, heat to a minimum internal temperature of 165 degrees F (74 degrees C). Stove Top (For Steaming of Burgers): 1. Cover bottom of a medium saucepan with water. Keep water below bottom of steamer insert. Cover and bring to a boil. 2. Cover insert with foil just large enough to hold sandwiches so bun heels don't come in contact with insert. 3. Place individual sandwiches on top of foil, insert into the pan. Cover/reduce heat to low. 4. Steam 10-12 minutes if frozen, 8-10 minutes if thawed, or until center of sandwiches reach 165 degrees F (74 degrees C). 5. Remove burgers from pan using a spatula. Note: Bun tops may be wrinkled, but very soft like fresh from our restaurants. For additional heating instructions, please refer to our web site. Serving Suggestion: Add pickles and your favorite condiments.", 
        "dpci": "270-06-0415", 
        "brand": "White Castle", 
        "tcin": "13327568", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13327568"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "White Castle 8-Pack Microwaveable Cheeseburgers 29.28 oz", 
        "url": "/p/white-castle-8-pack-microwaveable-cheeseburgers-29-28-oz/-/A-13327568", 
        "release_date": "", 
        "upc": "082988010165", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> hamburger bun", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0137", 
        "brand": "Brazi Bites", 
        "tcin": "52536265", 
        "images": [
            {
                "alternate_urls": [
                    "52536265_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52536265", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52536265_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52536265"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Brazi Bites&#174; 3 Cheese Pizza Brazilian Cheese Bread - 11.5oz", 
        "url": "/p/brazi-bites-174-3-cheese-pizza-brazilian-cheese-bread-11-5oz/-/A-52536265", 
        "release_date": "", 
        "upc": "853552003094", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Main Cheese Ingredient:</B> Parmesan, cheddar, mozzarella", 
            "<B>Features:</B> soy free, peanut free, tree nut free", 
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Gorton’s Thai Coconut Shrimp offers tender, tail-on shrimp covered in crispy panko breadcrumbs blended with toasted coconut and mild yellow curry. With 14 shrimp in each package, Gorton’s Seafood Appetizers Thai Coconut Shrimp are perfect for entertaining, watching a game or anytime you need a small bite.", 
        "dpci": "210-07-0082", 
        "brand": "Gorton's", 
        "tcin": "52642061", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "52642061", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52642061"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Gorton's Seafood Appetizers Thai Coconut Shrimp - 9.2oz", 
        "url": "/p/gorton-s-seafood-appetizers-thai-coconut-shrimp-9-2oz/-/A-52642061", 
        "release_date": "", 
        "upc": "044400161107", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Crispy panko breadcrumbs, toasted coconut and mild yellow curry breaded shrimp", 
                "Tail-on shrimp", 
                "14 shrimp", 
                "No artificial colors, flavors or MSG"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "PAGODA Crab Rangoon. A savory combination of real cream cheese and crab meat make these PAGODA\u0099 Crab Rangoon a treat to remember. A perfect snack or party appetizer, make sure to add PAGODA\u0099 Crab Rangoon to your menu.", 
        "dpci": "270-06-0335", 
        "brand": "Pagoda", 
        "tcin": "50299190", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50299190"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Pagoda Crab Rangoon 4.8 oz", 
        "url": "/p/pagoda-crab-rangoon-4-8-oz/-/A-50299190", 
        "release_date": "", 
        "upc": "072180626455", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Main Cheese Ingredient:</B> cream cheese", 
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-01-0024", 
        "brand": "Alexia", 
        "tcin": "53389282", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "53389282", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "53389282"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Appetizers And Snacks Alexia", 
        "url": "/p/appetizers-and-snacks-alexia/-/A-53389282", 
        "release_date": "", 
        "upc": "043301611667", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "These delicious pastries are filled with a savory feta custard crowned with carmelized onions inside a flaky phyllo cup. With quick, mouthwatering selections, Archer Farms appetizers make delicious snacks effortless and elegant.<br><br>Directions:<br>Needs to be fully cooked. Keep frozen until ready to prepare. Oven: Heat oven to 375 degrees F. Remove appetizers from packaging. Arrange at least 1 inch apart on baking pan. Place in center of oven. Bake 18 to 20 minutes until hot and golden brown. For food safety, bake to 165 degrees F throughout. Ovens may vary, adjust times accordingly. Refrigerate or discard leftovers immediately. Tips from our test kitchen: For entertaining, serve on a platter surrounded by a bed of lettuce greens. Just before serving, drizzle lightly with balsamic vinegar. Serve with chilled grapes and pear slices.", 
        "dpci": "270-06-0781", 
        "brand": "Archer Farms&#153;", 
        "tcin": "14928618", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14928618"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Caramelized Onion & Feta in Phyllo Cups 6.25oz - Archer Farms&#153;", 
        "url": "/p/caramelized-onion-feta-in-phyllo-cups-6-25oz-archer-farms-153/-/A-14928618", 
        "release_date": "", 
        "upc": "085239067819", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-01-0023", 
        "brand": "Alexia", 
        "tcin": "53389284", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "53389284", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "53389284"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Appetizers And Snacks Alexia", 
        "url": "/p/appetizers-and-snacks-alexia/-/A-53389284", 
        "release_date": "", 
        "upc": "043301611636", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>State Of Readiness:</B> needs to be fully cooked", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "12 Value Pack Hot Pockets Premium Pepperoni Pizza with reduced fat mozzarella cheese in a crispy crust. 340 calories, 9g sat fat, 620 mg sodium, 3g sugars, 11g protein.", 
        "dpci": "270-06-0016", 
        "brand": "Hot Pockets", 
        "tcin": "50259426", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50259426"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Nestl&#233;&#174; Hot Pockets&#174; Premium Pepperoni Pizza Value Pack 12 ct 54 oz", 
        "url": "/p/nestl-233-174-hot-pockets-174-premium-pepperoni-pizza-value-pack-12-ct-54-oz/-/A-50259426", 
        "release_date": "", 
        "upc": "043695276329", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Bread Type:</B> quick bread", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "", 
        "dpci": "270-06-0225", 
        "brand": "Velveeta", 
        "tcin": "52592328", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "52592328", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52592328"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Velveeta Soft Pretzel Dough with Creamy Velveeta Filling Cheese Bites - 18oz", 
        "url": "/p/velveeta-soft-pretzel-dough-with-creamy-velveeta-filling-cheese-bites-18oz/-/A-52592328", 
        "release_date": "", 
        "upc": "025155000309", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": [], 
        "bullet_description": [
            "<B>Storage State:</B> frozen", 
            "<B>Container Material:</B> paper or cardboard"
        ]
    }, 
    {
        "description": "Snack time just got a lot spicer with these Mac N' Cheetos® Flamin' Hot Flavored Mac & Cheese Snacks from Cheetos®. These bite sized delights are coated with crispy, flamin' hot Cheeto flavoring on the outside and packed with macaroni and cheese on the inside. Made with real cheese for an authentic, powerfully cheesy taste, these spicy little snacks just need to be heated up in the oven and you'll be enjoying a crispy and creamy treat in no time.", 
        "dpci": "270-06-0091", 
        "brand": "Quaker", 
        "tcin": "52433010", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "52433010", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52433010"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Cheetos Flamin Hot Mac & Cheese Snacks - 14.4oz", 
        "url": "/p/cheetos-flamin-hot-mac-cheese-snacks-14-4oz/-/A-52433010", 
        "release_date": "", 
        "upc": "028400666343", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Naturally hardwood smoked", 
                "Rich savory taste", 
                "Always deliciously gluten-free"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Earth's Best® Cheddar Cheese Stuffed Pretzels are a perfect after school snack for post-playground appetites. These easy-to-prepare pretzels have 11g whole grain per 2 stick serving with cheddar cheese providing an excellent source of protein for toddlers ages 2-4 years.", 
        "dpci": "270-02-1508", 
        "brand": "Earth's Best", 
        "tcin": "50293511", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50293511"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Earth's Best Cheddar Cheese Stuffed Pretzels 8 oz", 
        "url": "/p/earth-s-best-cheddar-cheese-stuffed-pretzels-8-oz/-/A-50293511", 
        "release_date": "", 
        "upc": "023923206700", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Made with whole grains", 
                "Made with Non GMO Ingredients", 
                "A Good Source of Protein", 
                "No artificial colors or flavors"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>State Of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen"
        ]
    }, 
    {
        "description": "Need a quick & easy meal your family will love? Foster Farms has got you covered with our amazing 100% all-natural* hot n spicy chicken wings. Just heat and eat.", 
        "dpci": "210-05-0185", 
        "brand": "Foster Farms", 
        "tcin": "52049977", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52049977"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "food & beverage", 
            "Frozen foods", 
            "frozen appetizers & snacks"
        ], 
        "title": "Foster Farms Hot & Spicy Wings 20oz", 
        "url": "/p/foster-farms-hot-spicy-wings-20oz/-/A-52049977", 
        "release_date": "", 
        "upc": "075278994856", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Fully Cooked", 
                "100% All Natural", 
                "No Added Hormones or Steroids", 
                "No Antibiotics Ever"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Cut of Meat:</B> wings", 
            "<B>State of Readiness:</B> prepared, heat and serve", 
            "<B>Storage State:</B> frozen", 
            "<B>Container Material:</B> plastic"
        ]
    }
]