[
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use throughout the house. This pack includes two canisters in Citrus Blend and one in Fresh Scent. The multi pack allows you to keep canisters anywhere dirt or germs may build up so they are easily accessible when needed. Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUSWarnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0868", 
        "brand": "Clorox", 
        "tcin": "12992464", 
        "images": [
            {
                "alternate_urls": [
                    "12992464_Alt01", 
                    "12992464_Alt02", 
                    "12992464_Alt03", 
                    "12992464_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12992464", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992464_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992464_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992464_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992464_Alt04", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12992464"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox&#174; Disinfecting Wipes Value Pack Scented - 105ct", 
        "url": "/p/clorox-174-disinfecting-wipes-value-pack-scented-105ct/-/A-12992464", 
        "release_date": "", 
        "upc": "044600031811", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Pack includes two canisters in Citrus Blend and one in Fresh Scent.", 
                "Clean and disinfect anytime with the convenience.", 
                "Kill 99.999% germs that can live on surfaces for up to 48 hours."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 27.3 ounces", 
            "<B>Scent:</B> Lemon, Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Cleaner, Removes Dirt, disinfects", 
            "<B>Recommended Product Application:</B> Mirrors, Countertops, Cooktops, Toilet", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes On The Go pack is convenient and perfect for cleaning and disinfecting multi surfaces while you are on the go. The powerful, clear drying formula in these antibacterial wipes, kills 99.9% of germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.9% of common bacteria like Staph, and Strep and viruses that cause cold and flu including Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. These fresh smelling, sanitizing wipes are easy to use and work great on a variety of hard, nonporous surfaces, including mirrors and glass. Use these wipes anywhere dirt or germs may build up throughout your day. This conveniently sized pouch is perfect to keep in cars, purses, at work or even pack when you travel. Clean and disinfect anytime with the convenience of Clorox Disinfecting Wipes.<br><br><br>Usage Directions: Open pouch by peeling back seal. Close when finished to retain moisture. It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0733", 
        "brand": "Clorox", 
        "tcin": "12992360", 
        "images": [
            {
                "alternate_urls": [
                    "12992360_Alt01", 
                    "12992360_Alt03", 
                    "12992360_Alt04", 
                    "12992360_Alt05", 
                    "12992360_Alt06", 
                    "12992360_Alt07", 
                    "12992360_Alt08"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12992360_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992360", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992360_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992360_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992360_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992360_Alt08", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12992360"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes On The Go Fresh Scent 9 ct", 
        "url": "/p/clorox-disinfecting-wipes-on-the-go-fresh-scent-9-ct/-/A-12992360", 
        "release_date": "", 
        "upc": "044600016658", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "9 count on the go pack of disinfecting wipes in Fresh Scent", 
                "Kills 99.9% of viruses and bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, Salmonella, Staph, and Strep", 
                "Powerful, clear drying formula cuts through grease, dirt and grime", 
                "Safe to use on a variety of hard, nonporous surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 4.73 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Countertops, Cooktops, Toilet, Mirrors", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Pouch"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use in offices, daycare centers, schools, high traffic bathrooms and busy kitchens. For convenient cleaning and disinfecting, keep this canister anywhere dirt or germs may build up. Clean and disinfect anytime with the convenience of Clorox Disinfecting Wipes.<br><br>•35 count canister of disinfecting wipes in Citrus Blend Scent<br>•Kills 99.999% of bacteria, including Human Coronavirus and Influenza A2 Virus<br>•Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep<br>•Remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen<br>•Clear drying formula powers through grease, soap scum and grime<br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling.  Not for cleaning or sanitizing skin.  Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0323", 
        "brand": "Clorox", 
        "tcin": "12992463", 
        "images": [
            {
                "alternate_urls": [
                    "12992463_Alt01", 
                    "12992463_Alt02", 
                    "12992463_Alt03", 
                    "12992463_Alt04", 
                    "12992463_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12992463_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992463_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992463_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992463_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992463", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992463_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12992463"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox&#174; Disinfecting Wipes Citrus Blend - 35ct", 
        "url": "/p/clorox-174-disinfecting-wipes-citrus-blend-35ct/-/A-12992463", 
        "release_date": "", 
        "upc": "044600015941", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "35 count canister of disinfecting wipes in Citrus Blend Scent.", 
                "Clean and disinfect anytime with the convenience.", 
                "Kill 99.999% germs that can live on surfaces for up to 48 hours."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 9.1 ounces", 
            "<B>Scent:</B> Citrus", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Countertops, Cooktops, Toilet, Mirrors", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Scentiva Disinfecting Wipes clean and kill 99.9% of viruses and bacteria throughout your home, leaving behind a fabulous Tuscan Lavender and Jasmine. These intense scented, cleaning wipes are bleach-free and have no chemical scent at all. Use these disinfecting wipes for garbage cans, kitchen countertops, sinks, bathroom surfaces and appliances. These cleaning wipes power through grease and grime with ease. Utilize these multi surface wipes to cut down on your necessary cleaning supplies and quickly wipe away an array of messes. Safe to use on most surfaces and around pet areas, Clorox Scentiva disinfecting wipes eliminate 99.9% of germs while cleaning your entire home to a sparkle. With sensational smelling Scentiva, you'll want your whole house to smell like this.<br><br><br>Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride 0.145% n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride 0.145% OTHER INGREDIENTS: 99.710%<br><br>Warnings: Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. If in eyes: Hold eye open and rinse slowly and gently with water for 15 to 20 minutes. Remove contact lenses, if present, after the first 5 minutes, then continue rinsing eye. Call a poison control center for treatment advice. Have the product container or label with you when calling a poison control center or doctor, or going for treatment.", 
        "dpci": "003-05-0042", 
        "brand": "Clorox", 
        "tcin": "51634609", 
        "images": [
            {
                "alternate_urls": [
                    "51634609_Alt01", 
                    "51634609_Alt02", 
                    "51634609_Alt03", 
                    "51634609_Alt04", 
                    "51634609_Alt05", 
                    "51634609_Alt06", 
                    "51634609_Alt07", 
                    "51634609_Alt08"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51634609_Alt08", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634609", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634609_Alt07", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634609_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634609_Alt04", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51634609"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Scentiva Disinfecting Wipes Tuscan Lavender and Jasmine 33 ct", 
        "url": "/p/clorox-scentiva-disinfecting-wipes-tuscan-lavender-and-jasmine-33-ct/-/A-51634609", 
        "release_date": "", 
        "upc": "044600313849", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "33 count canister of multi surface disinfecting wipes, Tuscan Lavender and Jasmine", 
                "Amazing Tuscan Lavender and Jasmine scent with no harsh chemical smell", 
                "Kills 99.9% of viruses and bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Safe on most hard non porous surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose, Cooktop Cleaning, Stovetop Cleaning, Surface Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children, eye irritant", 
            "<B>Capacity (Volume):</B> 9.1 ounces", 
            "<B>Scent:</B> Lavender", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, Removes Dirt, Removes Dust, Removes Grease", 
            "<B>Recommended Product Application:</B> Cooktops, Countertops, Stove, Multi-purpose", 
            "<B>Container Type:</B> Plastic canister", 
            "<B>Sustainability Claims:</B> Recyclable"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use in offices, daycare centers, schools, high traffic bathrooms and busy kitchens. For convenient cleaning and disinfecting, keep this canister anywhere dirt or germs may build up. Clean and disinfect anytime with the convenience of Clorox Disinfecting Wipes.<br><br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0324", 
        "brand": "Clorox", 
        "tcin": "12992466", 
        "images": [
            {
                "alternate_urls": [
                    "12992466_Alt01", 
                    "12992466_Alt02", 
                    "12992466_Alt03", 
                    "12992466_Alt04", 
                    "12992466_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12992466_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992466_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992466", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992466_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992466_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992466_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12992466"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Fresh Scent 35 ct", 
        "url": "/p/clorox-disinfecting-wipes-fresh-scent-35-ct/-/A-12992466", 
        "release_date": "", 
        "upc": "044600015934", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "35 count canister of disinfecting wipes in Fresh Scent", 
                "Kills 99.999% of bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen", 
                "Clear drying formula powers through grease, soap scum and grime"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 9.1 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Cleaner, Removes Dirt, disinfects", 
            "<B>Recommended Product Application:</B> Mirrors, Countertops, Cooktops, Toilet", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use throughout the house. This pack includes two canisters in Citrus Blend and one in Fresh Scent. The multi pack allows you to keep canisters anywhere dirt or germs may build up so they are easily accessible when needed.Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUSWarnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0445", 
        "brand": "Clorox", 
        "tcin": "12992469", 
        "images": [
            {
                "alternate_urls": [
                    "12992469_Alt01", 
                    "12992469_Alt02", 
                    "12992469_Alt03", 
                    "12992469_Alt07"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12992469_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992469_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992469_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992469", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992469_Alt07", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12992469"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox&#174; Disinfecting Wipes Value Pack Scented - 225ct", 
        "url": "/p/clorox-174-disinfecting-wipes-value-pack-scented-225ct/-/A-12992469", 
        "release_date": "", 
        "upc": "044600302089", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Pack includes two canisters in Citrus Blend and one in Fresh Scent.", 
                "Clean and disinfect anytime with the convenience.", 
                "Kill 99.999% germs that can live on surfaces for up to 48 hours."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 2052.0 cubic-in", 
            "<B>Scent:</B> Citrus, Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Toilet, Countertops, Cooktops, Mirrors", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Lysol Disinfecting Wipes can be used as a convenient way to clean and disinfect your household surfaces. Each pre-moistened disposable wipe kills germs** wherever you use it, even suitable to use on wood. No bottles, no sponges, no mess. **Kills Salmonella Enterica (Salmonella), Influenza A Virus Herpes Simplex Virus Type 1 and Respiratory Syncytial Virus on hard, non porous surfaces in 10 minutes. Kills 99.9% of Viruses and Bacteria. Removes more than 95% of allergens (Pet Dander, Dust Mite Debris and Pollen Particles). Lysol Disinfecting Wipes are also safe to use on electronics including Smartphones, Tablets and Remote Controls.", 
        "dpci": "003-05-0649", 
        "brand": "Lysol", 
        "tcin": "14214467", 
        "images": [
            {
                "alternate_urls": [
                    "14214467_Alt02", 
                    "14214467_Alt03", 
                    "14214467_Alt04", 
                    "14214467_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "14214467", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14214467_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14214467_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14214467_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14214467_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "14214467"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Lysol Disinfecting Wipes, Lemon & Lime Blossom, 80 wipes", 
        "url": "/p/lysol-disinfecting-wipes-lemon-lime-blossom-80-wipes/-/A-14214467", 
        "release_date": "", 
        "upc": "019200771825", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "SANITIZES and DISINFECTS: Kills 99.9% of viruses & bacteria, including the cold & flu virus, salmonella, E.coli, and antibiotic-resistant bacteria*", 
                "TRAP and LIFT MESSES: Micro-pocket power technology provides best texture for fighting tough stains and cutting through grease", 
                "REMOVES MORE THAN 95% of ALLERGENS: Our wipes trap dust, dirt, and remove allergens to keep your home & office happy and healthy.", 
                "SCENTED WIPES: Lemon & Lime Blossom scent leaves surfaces and rooms smelling fresh after cleaning", 
                "PREVENT MOLD & MILDEW: Inhibit the growth of mold & mildew on any surface to ensure a happier and healthier home"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of eyes, keep out of reach of animals, keep out of reach of children, eye irritant", 
            "<B>Capacity (Volume):</B> 72.0 ounces", 
            "<B>Scent:</B> Citrus", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>Container Type:</B> Plastic tub"
        ]
    }, 
    {
        "description": "Bring cleanliness and freshness to your space whether at home or on the go with the Lemon and Fresh Scent Disinfecting Wipes from up & up\u0099. Formulated to kill 99.9% of bacteria on contact — including the common flu virus — this convenient two-pack infuses your space with a pleasant, crisp aroma while providing a reliable clean that you can trust. Keep them both under the kitchen counter for quick cleaning when you need it, or take one pack on the go so you can disinfect whenever and wherever you choose.", 
        "dpci": "003-05-0401", 
        "brand": "up & up&#153;", 
        "tcin": "13972117", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13972117"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Disinfecting Wipes -Lemon and Fresh Scent - 75 Count - 2 pack - up & up&#153;", 
        "url": "/p/disinfecting-wipes-lemon-and-fresh-scent-75-count-2-pack-up-up-153/-/A-13972117", 
        "release_date": "", 
        "upc": "071287860878", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Formulated to kill 99.9% of bacteria including the common flu virus in just 14 seconds", 
                "2 light scents infuse your space with clean freshness", 
                "Convenient 2pk makes for effortless disinfecting both at home and on the go"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, do not reuse empty container, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing, keep container tightly sealed", 
            "<B>Capacity (Volume):</B> 40.0 ounces", 
            "<B>Scent:</B> Lemon, Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Glass, Multi-surface, Food Preparation Surfaces, Ceramic", 
            "<B>Product Results:</B> Disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose, Bath Tub, Countertops, Stove, Shower", 
            "<B>Health Facts:</B> Bleach-free, Phosphate-free", 
            "<B>Container Type:</B> Refill, plastic bottle"
        ]
    }, 
    {
        "description": "Weiman Stainless Steel Wipes are perfect for cleaning stainless steel appliances and leaving a long-lasting brilliant shine. They remove fingerprints, residue, water marks and grease with ease. Each can contains 30 wipes.<br><br>Can be used as a stainless steel cleaner and stainless steel polish. Great for cleaning refrigerators, dishwashers, microwaves, ovens and more.", 
        "dpci": "003-05-0432", 
        "brand": "Weiman", 
        "tcin": "12901971", 
        "images": [
            {
                "alternate_urls": [
                    "12901971_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12901971", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12901971_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12901971"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Weiman Stainless Steel Wipes - 30ct", 
        "url": "/p/weiman-stainless-steel-wipes-30ct/-/A-12901971", 
        "release_date": "", 
        "upc": "041598000508", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Cleans, shines and protects stainless steel", 
                "Removes fingerprints, residue, water marks and grease", 
                "Repels dust and dirt over time", 
                "Works great on all stainless steel appliances", 
                "Clean first with the wipe to remove all residue then buff"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> .0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Stainless Steel", 
            "<B>Product Results:</B> Polishes, Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Non-toxic, Phosphate-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Kill 99.9% of germs with these Disinfecting Wipes Lemon and Fresh Scent 35 ct, 3 pack from up & up. This 3 pack of disinfecting wipes can cut through grease in your kitchen.<br><br>Quality needs priced to please. With up & up\u0099 your satisfaction is 100% guaranteed or your money back.", 
        "dpci": "003-05-0355", 
        "brand": "up & up&#153;", 
        "tcin": "13972121", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13972121"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Disinfecting Wipes Lemon and Fresh Scent 35 ct, 3 pack - up & up&#153;", 
        "url": "/p/disinfecting-wipes-lemon-and-fresh-scent-35-ct-3-pack-up-up-153/-/A-13972121", 
        "release_date": "", 
        "upc": "071287861950", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "3 pack", 
                "Phosphate and bleach free", 
                "For use on multiple surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, do not reuse empty container, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing, keep container tightly sealed", 
            "<B>Capacity (Volume):</B> 8.0 ounces", 
            "<B>Scent:</B> Lemon, Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Glass, Multi-surface, Food Preparation Surfaces, Ceramic", 
            "<B>Product Results:</B> Used for Cleaning, disinfects", 
            "<B>Recommended Product Application:</B> Multi-purpose, Bath Tub, Countertops, Stove, Shower", 
            "<B>Health Facts:</B> Bleach-free, Phosphate-free", 
            "<B>Container Type:</B> Refill, plastic bottle"
        ]
    }, 
    {
        "description": "Make clean up simple with the  Disinfecting Wipes Lemon Scent, 35ct from up & up. These lemon scent disinfecting wipes kill 99.9% of germs.<br><br>Quality needs priced to please. With up & up\u0099 your satisfaction is 100% guaranteed or your money back.", 
        "dpci": "003-05-0452", 
        "brand": "up & up&#153;", 
        "tcin": "14694518", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14694518"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Disinfecting Wipes Lemon Scent 35 ct - up & up&#153;", 
        "url": "/p/disinfecting-wipes-lemon-scent-35-ct-up-up-153/-/A-14694518", 
        "release_date": "", 
        "upc": "610352033658", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "35 count", 
                "7 oz", 
                "For multi-purpose and multi surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, do not reuse empty container, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing, keep container tightly sealed", 
            "<B>Capacity (Volume):</B> 7.0 ounces", 
            "<B>Scent:</B> Lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Countertops", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic tub"
        ]
    }, 
    {
        "description": "Keep these Disinfecting Wipes Fresh Scent, 35ct from up & up in your car, camper, play room or wherever you need a quick cleaning. These fresh scent disinfecting wipes kill the cold and flu virus and cuts through kitchen grease.<br><br>Quality needs priced to please. With up & up\u0099 your satisfaction is 100% guaranteed or your money back.", 
        "dpci": "003-05-0127", 
        "brand": "up & up&#153;", 
        "tcin": "13972114", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13972114"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Disinfecting Wipes Fresh Scent, 35ct - up & up&#153;", 
        "url": "/p/disinfecting-wipes-fresh-scent-35ct-up-up-153/-/A-13972114", 
        "release_date": "", 
        "upc": "071287858424", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "35 count", 
                "Phosphate free and bleach free", 
                "For multi-purpose and multi surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Do not reuse empty container, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 7.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Multi-surface, Glass, Food Preparation Surfaces, Ceramic", 
            "<B>Product Results:</B> Used for Cleaning, disinfects", 
            "<B>Recommended Product Application:</B> Cooktops, Sink, Bath Tub, Countertops, Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Bleach-free, Phosphate-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clean your glass, stainless steel, plastic, metal and more with these Disinfecting Wipes Lemon Scent 75 ct from up & up. This multi-purpose wipe kills cold and flu viruses to keep your house thoroughly clean.<br><br>Quality needs priced to please. With up & up\u0099 your satisfaction is 100% guaranteed or your money back.", 
        "dpci": "003-05-0409", 
        "brand": "up & up&#153;", 
        "tcin": "11212538", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "11212538"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Disinfecting Wipes Lemon Scent 75 ct - up & up&#153;", 
        "url": "/p/disinfecting-wipes-lemon-scent-75-ct-up-up-153/-/A-11212538", 
        "release_date": "", 
        "upc": "071287859698", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "75 count", 
                "Phosphate and bleach free", 
                "For use on multiple surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, do not reuse empty container, wash contaminated clothing after handling, keep out of reach of children, keep out of eyes, keep off of clothing, keep container tightly sealed", 
            "<B>Capacity (Volume):</B> 21.0 ounces", 
            "<B>Scent:</B> Lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Glass, Stainless Steel, Plastic, Metal", 
            "<B>Product Results:</B> Used for Cleaning", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Bleach-free, Phosphate-free", 
            "<B>Container Type:</B> Plastic tub", 
            "These hard surface&#45;sanitizing wipes can be used on multiple surfaces", 
            "Kills the common flu virus and 99&#46;9&#37; of bacteria in 15 seconds", 
            "Alcohol free&#44; bleach free"
        ]
    }, 
    {
        "description": "Cut through grease in your kitchen with the Disinfecting Wipes Fresh Scent 75 ct from up & up. These multipurpose wipes kill both cold and flu viruses to keep your house a healthy habitat.<br><br>Quality needs priced to please. With up & up\u0099 your satisfaction is 100% guaranteed or your money back.", 
        "dpci": "003-05-0410", 
        "brand": "up & up&#153;", 
        "tcin": "13972122", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13972122"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Disinfecting Wipes Fresh Scent 75 ct - up & up&#153;", 
        "url": "/p/disinfecting-wipes-fresh-scent-75-ct-up-up-153/-/A-13972122", 
        "release_date": "", 
        "upc": "071287859704", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "75 count", 
                "Phosphate and bleach free", 
                "For use on multiple surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, do not reuse empty container, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing, keep container tightly sealed", 
            "<B>Capacity (Volume):</B> 75.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface, Glass, Food Preparation Surfaces, Ceramic", 
            "<B>Product Results:</B> Disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Bath Tub, Countertops, Stove, Shower, Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Bleach-free, Phosphate-free", 
            "<B>Container Type:</B> Plastic tub"
        ]
    }, 
    {
        "description": "Clorox Scentiva Disinfecting Wipes clean and kill 99.9% of viruses and bacteria all in one wipe, leaving behind a sensational Pacific Breeze& Coconut scent. These cleaning wipes kill 99.9% of bacteria and viruses that cause cold and flu, and are effective against (*)Staph, Salmonella, Strep, E. coli, and MRSA. Use these bleach free cleaning wipes as your go to kitchen cleaner to power through tough grease and grime while leaving behind an amazing scent. Clean and disinfect in one swipe, unlike a rag or paper towels that spread germs from surface to surface. They also remove 99% of allergens like cat and dog dander, dust mite debris, pollen and grass. These thick, strong antibacterial wipes are disposable and are designed for hard non porous surfaces like sealed granite, finished hardwood, stainless steel and more. Simply pull out the pre moistened wipe to clean and disinfect in one swipe. Great for everyday and seasonal cleaning like Spring Cleaning, Back to School and Cold & Flu season.<br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: HAZARDS TO HUMANS AND DOMESTIC ANIMALS. CAUTION: Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. FIRST AID: Eyes- Hold eye open and rinse slowly with water for 15 minutes. Remove contact lens, if present, after the first 5 minutes, then continue rinsing eye. Call poison control center for advice and have the container with you when calling or going for treatment. Dispose of wipe in trash after use. DO NOT FLUSH.", 
        "dpci": "003-05-0656", 
        "brand": "Clorox", 
        "tcin": "52233606", 
        "images": [
            {
                "alternate_urls": [
                    "52233606_Alt01", 
                    "52233606_Alt03", 
                    "52233606_Alt04", 
                    "52233606_Alt06", 
                    "52233606_Alt07"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52233606_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52233606_Alt06", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52233606_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52233606_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52233606_Alt07", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52233606", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52233606"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Scentiva Wipes Coconut, 33ct", 
        "url": "/p/clorox-scentiva-wipes-coconut-33ct/-/A-52233606", 
        "release_date": "", 
        "upc": "044600317694", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Disinfecting Wipes in a sensational scent", 
                "Kills 99.999% of common bacteria", 
                "Clean, disinfect and remove 99.9% of allergens", 
                "Bleach free and clear drying formula powers through tough messes", 
                "Disposable wipes designed to be used on hard non porous surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes, wash hands with soap and water after handling, keep off of clothing, keep out of eyes", 
            "<B>Capacity (Volume):</B> 9.1 ounces", 
            "<B>Scent:</B> Clean", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Disinfects, sanitizes, Cleaner, Used for Cleaning", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Enjoy a germ-free, sparkling clean home with the Seventh Generation\u0099 Disinfecting Wipes - Lemongrass Citrus (70 Count). These pre-treated cleaning wipes can be used and discarded with ease, ensuring each use is sanitary and effective. Featuring a natural botanical formula with a fresh lemongrass citrus scent.", 
        "dpci": "003-02-0070", 
        "brand": "Seventh Generation", 
        "tcin": "14603073", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "14603073", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14603073"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Seventh Generation&#153; Lemongrass Citrus Disinfecting Wipes - 70ct", 
        "url": "/p/seventh-generation-153-lemongrass-citrus-disinfecting-wipes-70ct/-/A-14603073", 
        "release_date": "", 
        "upc": "732913228133", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Botanical disinfecting wipes", 
                "Kills 99.99% of germs", 
                "Eliminates cold and flu viruses", 
                "Lemongrass citrus fragrance"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning, Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 17.4 ounces", 
            "<B>Scent:</B> Citrus, lemongrass", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Porous Surfaces", 
            "<B>Recommended Surface Application:</B> Multi-surface, Non-porous", 
            "<B>Product Results:</B> Disinfects, Used for Cleaning", 
            "<B>Recommended Product Application:</B> Countertops, Cooktops, Multi-purpose, Shower, Sink, faucets", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Windex Original Glass Wipes are convenient for quickly cleaning windows, mirrors and much more. It's the easiest way to get that famous streak-free clean almost anywhere in your home.<br><br>DIRECTIONS FOR USE: TO OPEN POUCH: Open pouch by peeling back seal. Use wipes as directed. Reseal pouch after each use to preserve moisture. Store in a cool place. Store at temperatures between 50° and 90°F. Storage at extreme temperatures may limit product performance. USAGE DIRECTIONS: Use wipes to clean glass, mirrors and other hard surfaces. When cleaning, wipe gets dirty or dries out, discard in trash. DO NOT dispose of in toilets as sheets are not water-soluble. For best results, avoid use on glass that is in direct sunlight or is hot to the touch. Such use may cause streaking and limit surface coverage. DO NOT USE FOR PERSONAL HYGIENE OR AS A BABY WIPE. Not for use on wood, food cooking utensils, plates, glasses, automotive glass or upholstery. Before using on an unknown surface, test on an inconspicuous area. Contains ammonium hydroxide. Do not use with other household cleaners. Note: Unplug electrical appliances before using.<br><br>USES: Windex Glass and Surface Wipes are the easiest way to clean your glass and shiny surfaces to a beautiful streak-free shine. Can be used on windows, glass tables, mirrors and more.<br><br>INGREDIENTS: Water, Cleaning Agents, Carrier, pH adjuster, Fragrance. SCJ Formula # 35*20676", 
        "dpci": "003-05-0976", 
        "brand": "WINDEX", 
        "tcin": "13307885", 
        "images": [
            {
                "alternate_urls": [
                    "13307885_Alt01", 
                    "13307885_Alt02", 
                    "13307885_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13307885", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13307885_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13307885_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13307885_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13307885"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Windex Original Glass and Surface Wipes - 28ct", 
        "url": "/p/windex-original-glass-and-surface-wipes-28ct/-/A-13307885", 
        "release_date": "", 
        "upc": "019800702328", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Come in a resealable pack for easy storage28 Pre-moistened wipes", 
                "Contains biodegradable cleaners", 
                "Leaves a fresh and pleasant fragrance"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes, keep out of reach of animals", 
            "<B>Capacity (Volume):</B> 10.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface, Glass", 
            "<B>Product Results:</B> Streak Free Surface, Streak Free Glass, Removes Finger Prints, Removes Dirt, Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Resealable Bag"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use in offices, daycare centers, schools, high traffic bathrooms and busy kitchens. For convenient cleaning and disinfecting, keep this canister anywhere dirt or germs may build up. Clean and disinfect anytime with the convenience of Clorox Disinfecting Wipes.<br><br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0222", 
        "brand": "Clorox", 
        "tcin": "12992354", 
        "images": [
            {
                "alternate_urls": [
                    "12992354_Alt01", 
                    "12992354_Alt02", 
                    "12992354_Alt03", 
                    "12992354_Alt04", 
                    "12992354_Alt05", 
                    "12992354_Alt06", 
                    "12992354_Alt07"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12992354_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992354_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992354", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992354_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992354_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992354_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12992354"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Citrus Blend 75 ct", 
        "url": "/p/clorox-disinfecting-wipes-citrus-blend-75-ct/-/A-12992354", 
        "release_date": "", 
        "upc": "044600016283", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "75 count canister of disinfecting wipes in Citrus Blend Scent", 
                "Kills 99.999% of bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen", 
                "Clear drying formula powers through grease, soap scum and grime"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Wash hands with soap and water after handling, keep out of eyes, keep off of clothing, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 19.7 ounces", 
            "<B>Scent:</B> Lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Mirrors, Countertops, Cooktops, Toilet", 
            "<B>Health Facts:</B> Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "With CleanWell\u0099 patented disinfecting technology based on Thyme Oil, these Disinfecting Wipes are effective against cold and flu viruses. Kills over 99.99% of household germs, specifically: Influenza A viruses including H1N1 and Rhinovirus, (type 37, the Common Cold virus), Staphylococcus aureus, Salmonella enterica, Escherichia coli and Pseudomonas aeruginosa on hard, nonporous surfaces.", 
        "dpci": "003-02-0114", 
        "brand": "Seventh Generation", 
        "tcin": "13249004", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13249004"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Seventh Generation Lemongrass Citrus Disinfecting Wipes - 35ct", 
        "url": "/p/seventh-generation-lemongrass-citrus-disinfecting-wipes-35ct/-/A-13249004", 
        "release_date": "", 
        "upc": "732913228126", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Comes with 35 wet wipes", 
                "&nbsp;Clean, refreshing lemongrass and citrus scent", 
                "&nbsp;Helps get rid of household germs"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning", 
            "<B>Product Warning:</B> No warning applicable", 
            "<B>Capacity (Volume):</B> 35.0 ounces", 
            "<B>Scent:</B> Thyme, lemongrass", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Porous Surfaces", 
            "<B>Recommended Surface Application:</B> Multi-surface, Non-porous", 
            "<B>Product Results:</B> Disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose, Sink, Refrigerator, Stove, Toilet, Trash Can", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Ammonia-free, Phosphorus-free, Phosphate-free, Bleach-free, non-toxic", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use in offices, daycare centers, schools, high traffic bathrooms and busy kitchens. For convenient cleaning and disinfecting, keep this canister anywhere dirt or germs may build up. Clean and disinfect anytime with the convenience of Clorox Disinfecting Wipes.<br><br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0162", 
        "brand": "Clorox", 
        "tcin": "12969915", 
        "images": [
            {
                "alternate_urls": [
                    "12969915_Alt01", 
                    "12969915_Alt02", 
                    "12969915_Alt03", 
                    "12969915_Alt04", 
                    "12969915_Alt05", 
                    "12969915_Alt06", 
                    "12969915_Alt07"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12969915_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12969915_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12969915_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12969915_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12969915_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12969915", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12969915"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Fresh Scent 75 ct", 
        "url": "/p/clorox-disinfecting-wipes-fresh-scent-75-ct/-/A-12969915", 
        "release_date": "", 
        "upc": "044600016566", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "75 count canister of disinfecting wipes in Fresh Scent", 
                "Kills 99.999% of bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen", 
                "Clear drying formula powers through grease, soap scum and grime"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Stovetop Cleaning, Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 19.7 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Porcelain, Multi-surface, Granite, Food Preparation Surfaces, Ceramic", 
            "<B>Product Results:</B> Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose, Countertops, Toilet, Refrigerator, Oven", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Get your floor a shiny, satisfying clean with the Wet Floor Wipes - 12 ct from up & up. These wet cloth sweeper refills are textured with scrubbing power so you can be sure you’re doing a thorough job.<br><br>Quality needs priced to please. With up & up\u0099 your satisfaction is 100% guaranteed or your money back.", 
        "dpci": "003-05-0308", 
        "brand": "up & up&#153;", 
        "tcin": "14694509", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "14694509", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14694509"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Wet Floor Wipes - 12 ct - up & up&#153;", 
        "url": "/p/wet-floor-wipes-12-ct-up-up-153/-/A-14694509", 
        "release_date": "", 
        "upc": "074887667205", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "12 count", 
                "Fresh scent", 
                "Compare to Swiffer Sweeper wet mopping refills"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning", 
            "<B>Product Warning:</B> Keep out of eyes, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep off of clothing, flush immediately if product enters eyes, avoid contact with skin", 
            "<B>Capacity (Volume):</B> 12.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Floor", 
            "<B>Container Type:</B> Plastic tub"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like cat and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use in offices, daycare centers, schools, high traffic bathrooms and busy kitchens. For convenient cleaning and disinfecting, keep this canister anywhere dirt or germs may build up. Clean and disinfect anytime with the convenience of Clorox Disinfecting Wipes. Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUSWarnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0366", 
        "brand": "Clorox", 
        "tcin": "12992465", 
        "images": [
            {
                "alternate_urls": [
                    "12992465_Alt01", 
                    "12992465_Alt05", 
                    "12992465_Alt06", 
                    "12992465_Alt07"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "12992465"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes - Citrus Scent - 105ct", 
        "url": "/p/clorox-disinfecting-wipes-citrus-scent-105ct/-/A-12992465", 
        "release_date": "", 
        "upc": "044600017273", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "105 count canister of disinfecting wipes in Citrus Blend Scent", 
                "Kills 99.999% of bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen", 
                "Clear drying formula powers through grease, soap scum and grimeWarnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 27.6 ounces", 
            "<B>Scent:</B> Citrus", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Countertops, Cooktops, Toilet, Mirrors", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes in a convenient easy to pull dispensing pack with a Fresh scent make cleaning easy. These scented wipes in a flexible pack allow you to easily dispense, clean and disinfect while storing, stacking or taking on the go is a breeze. Clean up spills or messes with these disinfecting wipes that power through grease, soap scum and grime plus kill 99.9 of germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.9% of common bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. Clorox wipes also remove more than 99% of allergens like cat and dog dander, dust mite debris, and pollen. These antibacterial wipes with a clear drying formula work great on hard, nonporous surfaces in kitchens and bathrooms including finished hardwood, stainless steel, and more. Clean and disinfect with the convenience of easy pull Clorox Disinfecting Wipes.<br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0047", 
        "brand": "Clorox", 
        "tcin": "53133406", 
        "images": [
            {
                "alternate_urls": [
                    "53133406_Alt01", 
                    "53133406_Alt02", 
                    "53133406_Alt03", 
                    "53133406_Alt06", 
                    "53133406_Alt07"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "53133406_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133406_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133406_Alt06", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133406", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133406_Alt07", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133406_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "53133406"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Crisp Lemon - 75ct", 
        "url": "/p/clorox-disinfecting-wipes-crisp-lemon-75ct/-/A-53133406", 
        "release_date": "", 
        "upc": "044600314044", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox Disinfecting Wipes in a flexible pack", 
                "Cleans 2x better", 
                "Kills 99.9% of viruses and bacteria"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Product Warning:</B> Keep off of clothing, keep out of eyes, keep out of reach of children", 
            "<B>Capacity (Volume):</B> 24.0 ounces", 
            "<B>Scent:</B> Lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, disinfects, sanitizes", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic Jug"
        ]
    }, 
    {
        "description": "Every hard surface, one wipe. For when you need to clean in a hurry, just grab a wipe and go. Pledge Multisurface Wipes remove three times more dust and messes than a dry cloth and will reveal the natural beauty of your hard surfaces* in each swipe. While tough on messes, the wipes are gentle for the surfaces and can be safely used on most of hard surfaces from kitchen countertops to stainless steel fridges to wood coffee tables. *Safe to use only on finished, sealed surfaces.<br><br>DIRECTIONS FOR USE: TO OPEN RESEALABLE POUCH: Open pouch by peeling back seal. Use wipes as directed. Reseal pouch after each use to preserve moisture. To maintain maximum wipe moistness, store pouch on its edge. Store at temperatures between 50° and 90°F. Storage at extreme temperatures may limit product performance. USAGE DIRECTIONS: To clean and polish your furniture, PRESS WIPE LIGHTLY, gradually increasing pressure as you go. Start with larger pieces of furniture first, moving towards smaller pieces last. As wipe becomes soiled, refold. Dispose of wipe when finished by throwing used wipe in the trash. Do not flush. Do not use for personal hygiene or as a baby wipe. DO NOT USE ON FLOORS! THIS FORMULA IS NOT SOLD TO ANY RETAILER AS A STORE BRAND. HELPFUL HINTS FOR USE: If surface looks cloudy or smeary, repeat procedure in \"Usage Directions\" . When using on old or unknown furniture finishes, test Pledge Wipes in an inconspicuous area first. Do not put partially soiled wipes back in this pouch with the new wipes.<br><br>USES: SURFACES: Granite, marble, quartz, chrome, stainless steel, glass, mirrors, sealed wood, wood laminate, plastic, electronics, and more. REMOVES: Dust & Messes, Fingerprints, Smudges & Smears.<br><br>INGREDIENTS: Water, Wipe material, Isoparaffin, Dimethicone, Polysorbate 80, Sorbitan Oleate, DMDM Hydantoin, Fragrance, Triethanolamine. SCJ Formula #35*21055", 
        "dpci": "003-05-0109", 
        "brand": "Pledge", 
        "tcin": "12972689", 
        "images": [
            {
                "alternate_urls": [
                    "12972689_Alt01", 
                    "12972689_Alt02", 
                    "12972689_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12972689", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972689_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972689_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972689_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12972689"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Pledge Multi Surface Wipes - 25ct", 
        "url": "/p/pledge-multi-surface-wipes-25ct/-/A-12972689", 
        "release_date": "", 
        "upc": "046500214622", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Gentle on surfaces, tough on messes", 
                "3x better mess and dust removal vs dry cloth", 
                "Every hard surface, one wipe", 
                "Fresh Citrus scent"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 1.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Wood Surfaces, Plastic, Leather, Glass, Granite, Marble", 
            "<B>Product Results:</B> Streak Free Surface, Removes Allergen Particles, Used for Cleaning, Removes Finger Prints, Removes Dirt", 
            "<B>Recommended Product Application:</B> Countertops, Windows, Refrigerator, Multi-purpose, Mirrors", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Resealable Bag"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use in offices, daycare centers, schools, high traffic bathrooms and busy kitchens. This value pack includes four canisters in Citrus Blend, Orange Fusion and Fresh Scent. The multi pack allows you to keep canisters anywhere dirt or germs may build up so they are easily accessible when needed.<br><br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0470", 
        "brand": "Clorox", 
        "tcin": "50501481", 
        "images": [
            {
                "alternate_urls": [
                    "50501481_Alt01", 
                    "50501481_Alt02", 
                    "50501481_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50501481"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Value Pack Scented 300 ct Total", 
        "url": "/p/clorox-disinfecting-wipes-value-pack-scented-300-ct-total/-/A-50501481", 
        "release_date": "", 
        "upc": "044600311623", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Value pack contains four 75 count canisters of disinfecting wipes in 3 scents: 2 Citrus Blend, 1 Fresh Scent, 1 Orange Fusion", 
                "Kills 99.999% of bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen", 
                "Clear drying formula powers through grease, soap scum and grime"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Includes:</B> Dispenser", 
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cooktop Cleaning, Multi-purpose, Self-cleaning ovens, Stovetop Cleaning, Surface Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep off of clothing, keep out of reach of children", 
            "<B>Capacity (Volume):</B> 109.0 ounces", 
            "<B>Scent:</B> Fresh, lemon, orange", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Glass, Multi-surface, Plastic", 
            "<B>Product Results:</B> Cleaner, Oven-safe, Used for Cleaning, disinfects, sanitizes", 
            "<B>Recommended Product Application:</B> Bath Tub, Cooktops, Countertops, Mirrors, Multi-purpose, Oven, Refrigerator, Walls, Stove", 
            "<B>Health Facts:</B> Phosphorus-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes in a convenient easy to pull dispensing pack with a Fresh scent make cleaning easy. These scented wipes in a flexible pack allow you to easily dispense, clean and disinfect while storing, stacking or taking on the go is a breeze. Clean up spills or messes with these disinfecting wipes that power through grease, soap scum and grime plus kill 99.9 of germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.9% of common bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. Clorox wipes also remove more than 99% of allergens like cat and dog dander, dust mite debris, and pollen. These antibacterial wipes with a clear drying formula work great on hard, nonporous surfaces in kitchens and bathrooms including finished hardwood, stainless steel, and more. Clean and disinfect with the convenience of easy pull Clorox Disinfecting Wipes.<br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0700", 
        "brand": "Clorox", 
        "tcin": "53133307", 
        "images": [
            {
                "alternate_urls": [
                    "53133307_Alt01", 
                    "53133307_Alt02", 
                    "53133307_Alt03", 
                    "53133307_Alt06", 
                    "53133307_Alt07"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "53133307_Alt06", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133307_Alt07", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133307_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133307_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133307", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133307_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "53133307"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Fresh Scent - 75ct", 
        "url": "/p/clorox-disinfecting-wipes-fresh-scent-75ct/-/A-53133307", 
        "release_date": "", 
        "upc": "044600314303", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox Disinfecting Wipes in a flexible pack", 
                "Cleans 2x better", 
                "Kills 99.9% of viruses and bacteria"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 24.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, disinfects, sanitizes", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic Jug"
        ]
    }, 
    {
        "description": "Clean, condition and protect all your favorite leather items with Weiman Leather Wipes. These convenient wipes are perfect for shoes, car interiors, and accessories. Carry them with you in your car or keep at your desk for quick cleaning and conditioning of leather. Wipe surface then buff with a clean, soft cloth to achieve a natural sheen.<br><br>Serves as an effective leather cleaner, leather conditioner and leather protector. Use as a sofa cleaner, shoe cleaner, purse cleaner and jacket cleaner.", 
        "dpci": "003-05-0267", 
        "brand": "Weiman", 
        "tcin": "12901978", 
        "images": [
            {
                "alternate_urls": [
                    "12901978_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12901978", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12901978_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12901978"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Weiman Leather Wipes - 30ct", 
        "url": "/p/weiman-leather-wipes-30ct/-/A-12901978", 
        "release_date": "", 
        "upc": "041598000478", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clean, condition and protect", 
                "Rejuvenates leather with natural oils", 
                "Contains UVX Sunscreen for protection", 
                "Can be used on any type of leather which has a protective finish"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> .0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Nubuck, Unfinished Leather, Suede", 
            "<B>Recommended Surface Application:</B> Leather", 
            "<B>Product Results:</B> Removes Residue, Used for Conditioning, UV Protection, Removes Soil, Removes Dirt", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Phosphate-free, non-toxic", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "It's no coincidence. The places that need the most cleaning are also the places your family lives, which means that a clean home is just as important as leaving no harsh chemical residue behind. New Lysol Daily Cleansing Wipes are free from harsh chemical residue, ammonia, fragrances, and dyes. They can be used daily on food contact surfaces such as cutting boards and counters, baby areas, toys, and even pet areas! To use, simply wipe surface and let dry. Repeat for stubborn stains. Unlike other wipes, no rinse step is required!", 
        "dpci": "003-05-0727", 
        "brand": "Lysol", 
        "tcin": "53055034", 
        "images": [
            {
                "alternate_urls": [
                    "53055034_Alt02", 
                    "53055034_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "53055034_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53055034", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53055034_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "53055034"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Lysol Daily Cleanser Disinfecting Wipes, 80 wipes", 
        "url": "/p/lysol-daily-cleanser-disinfecting-wipes-80-wipes/-/A-53055034", 
        "release_date": "", 
        "upc": "019200991186", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "NEW CLEANING FORMULA: Suitable for daily use around all-surfaces that your family lives, eats, and plays in.", 
                "NON-TOXIC FORMULA: Free from harsh chemical residue, Free from ammonia, fragrances, & dyes", 
                "FOOD-SAFE: Suitable for use on food-contact surfaces", 
                "SAFE AROUND KIDS & PETS: Great for everyday use around kids & pets", 
                "NO RINSE: No need to rinse after using"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Product Warning:</B> Keep out of reach of children, eye irritant, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 15.5 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Porous Surfaces, Wood, Fabric", 
            "<B>Recommended Surface Application:</B> Non-porous, Ceramic, Ceramic Tile, Granite, Linoleum, Marble, Plastic", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Faucets, Trash Can, Toilet, Stove, Sink, Shower, Refrigerator, Multi-purpose, Floor, Electronics, Countertops, Cooktops", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Ammonia-free, dye-free, Fume-free, no fragrance added", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Scrubbing Bubbles Fresh Brush Heavy Duty Refill Pack includes 8 disposable refill pads. The toilet wand and stand are not included. Heavy Duty pads power through the toughest stains for a clean toilet. Penetrating foam breaks up limescale & hardwater. The refill pack is a touch-free system! Conveniently stacked Scrubbing Bubbles refills are easy to grab with the durable Fresh Brush wand. Get your toilet clean with Scrubbing Bubbles Fresh Brush and keep it fresh with Scrubbing Bubbles Fresh Gel Toilet Cleaning Stamp.<br><br>DIRECTIONS FOR USE: To use, slide the blue button on the Fresh Brush handle away from you to open the jaws fully. Line the jaws up with a pad in the sleeve, grasp the pad, then slide button toward you until you hear a click. After, immerse the pad in water to activate cleaner. Scrub the bowl, including under the rim. Press water out from pad on side of bowl and dispose of pad after single use. Release pad into trash by sliding the blue button away from you. Store the handle in the stand.<br><br>USES: This product works great on toilet bowls.", 
        "dpci": "003-05-0764", 
        "brand": "Scrubbing Bubbles", 
        "tcin": "12972687", 
        "images": [
            {
                "alternate_urls": [
                    "12972687_Alt01", 
                    "12972687_Alt02", 
                    "12972687_Alt03", 
                    "12972687_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12972687_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972687_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972687_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972687_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972687", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12972687"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Scrubbing Bubbles Heavy Duty Fresh Brush Refills - 8ct", 
        "url": "/p/scrubbing-bubbles-heavy-duty-fresh-brush-refills-8ct/-/A-12972687", 
        "release_date": "", 
        "upc": "125700711039", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Includes 8 disposable refill toilet wand pads. The wand is not included", 
                "Penetrating foam breaks up limescale & hardwater on the toilet bowl", 
                "Conveniently stacked toilet wand refills are easy to grab with the durable Fresh Brush", 
                "Remove toilet bowl stains with Scrubbing Bubbles Fresh Brush Toilet Cleaning System and keep it fresh with Scrubbing Bubbles Fresh Gel Toilet Cleaning Stamp"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Toilet Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of reach of animals, keep out of eyes", 
            "<B>Capacity (Volume):</B> 132.3 cubic-in", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Clothing, Fabric", 
            "<B>Recommended Surface Application:</B> Porcelain, Ceramic", 
            "<B>Product Results:</B> Cleaner, Removes Residue, Removes Mold and Mildew Stains, Used for Cleaning, Removes Dirt", 
            "<B>Recommended Product Application:</B> Toilet", 
            "<B>product warning: disposability:</B> Flushable", 
            "<B>Container Type:</B> Box"
        ]
    }, 
    {
        "description": "Stock up your home, office, car, camper, or any spot with the Disinfecting Wipes, Lemon and Fresh Scent, 75 ct, 4 pack from up & up. This value pack of household wipes kills 99.9% of germs and is a powerful cleaner in the kitchen, cutting through grease.", 
        "dpci": "003-05-0446", 
        "brand": "up & up&#153;", 
        "tcin": "50876086", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50876086"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Disinfecting Wipes, Lemon and Fresh Scent, 75 ct, 4 pack -up & up&#153;", 
        "url": "/p/disinfecting-wipes-lemon-and-fresh-scent-75-ct-4-pack-up-up-153/-/A-50876086", 
        "release_date": "", 
        "upc": "071287838174", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Bleach free", 
                "Lemon and Fresh scent", 
                "Pack of 4"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Shower cleaning, Surface Cleaning, Toilet Cleaning", 
            "<B>Product Warning:</B> Do not reuse empty container, eye irritant, flush immediately if product enters eyes, keep container tightly sealed, keep out of eyes, keep out of reach of animals, keep out of reach of children, wash hands with soap and water after handling", 
            "<B>Capacity (Volume):</B> 68.0 ounces", 
            "<B>Scent:</B> Fresh, lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Ceramic, Ceramic Tile, Fiberglass, Multi-surface, Non-porous, Stone", 
            "<B>Product Results:</B> Cleaner, disinfects, sanitizes", 
            "<B>Recommended Product Application:</B> Bath Tub, Cooktops, Countertops, Shower, Sink, Stove, Toilet, Trash Can, Urinal", 
            "<B>Health Facts:</B> Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes lets you clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use throughout the house. This pack includes two canisters in Citrus Blend and Fresh Scent. The multi pack allows you to keep canisters anywhere dirt or germs may build up so they are easily accessible when needed.<br><br><br>Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0258", 
        "brand": "Clorox", 
        "tcin": "12992356", 
        "images": [
            {
                "alternate_urls": [
                    "12992356_Alt01", 
                    "12992356_Alt02", 
                    "12992356_Alt03", 
                    "12992356_Alt04", 
                    "12992356_Alt05", 
                    "12992356_Alt06", 
                    "12992356_Alt07", 
                    "12992356_Alt08", 
                    "12992356_Alt09"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12992356_Alt07", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992356_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992356_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992356_Alt06", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992356", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992356_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992356_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12992356_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12992356"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Value Pack Scented 150 ct Total", 
        "url": "/p/clorox-disinfecting-wipes-value-pack-scented-150-ct-total/-/A-12992356", 
        "release_date": "", 
        "upc": "044600015996", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Value pack contains two 75 count canisters of disinfecting wipes in 2 scents: 1 Citrus Blend, 1 Fresh Scent", 
                "Kills 99.999% of bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen", 
                "Clear drying formula powers through grease, soap scum and grime"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 39.4 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Cleaner, Removes Dirt, disinfects", 
            "<B>Recommended Product Application:</B> Mirrors, Countertops, Cooktops, Toilet", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Scrubbing Bubbles Antibacterial Bathroom Wipes are here to help keep your bathroom clean. These convenient, all-purpose bathroom cleaning wipes kill 99.9% of bacteria and leave a beautiful shine. Just pull out a bathroom wipe from the pack, wipe down a surface and you're done! They disperse in water when agitated, like toilet paper, so you can flush them without harming your plumbing and septic systems.<br><br>DIRECTIONS FOR USE: TO CLEAN AND DEODORIZE: Wipe surface clean and allow to air dry. TO SANITIZE HARD NONPOROUS SURFACES: Wipe surface. Use more than one wipe, if necessary, so the surface stays visibly wet for 1 minute. Allow surface to air dry. For highly soiled surfaces, clean off excess dirt before sanitizing. Wherever food contact is likely, rinse surface with water after cleaning. NOTE: Keep out of reach of children and pets. Unplug electrical appliances before cleaning them with this product. Not for use on wood, carpeted areas or upholstery. Spot test on other surfaces before using. Do not use with other household cleaners. Contains no phosphorus.DO NOT USE FOR PERSONAL HYGIENE OR AS A BABY WIPE.<br><br>USES: This product works great on sinks, counters, tile and toilet exteriors.<br><br>INGREDIENTS: Active Ingredients: n-Alkyl (60% C14, 30% C16, 5% C12, 5% C18) dimethyl benzyl ammonium chlorides 0.11% n-Alkyl (68% C12, 32% C14) dimethyl ethylbenzyl ammonium chlorides 0.11% Inert Ingredients: 99.78% Total: 100.00%", 
        "dpci": "003-05-1043", 
        "brand": "Scrubbing Bubbles", 
        "tcin": "13904672", 
        "images": [
            {
                "alternate_urls": [
                    "13904672_Alt01", 
                    "13904672_Alt02", 
                    "13904672_Alt03"
                ], 
                "swatch": "13904672_Swatch", 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13904672_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13904672_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13904672", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13904672_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13904672"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Scrubbing Bubbles Antibacterial Bathroom Flushable Wipes, 28ct", 
        "url": "/p/scrubbing-bubbles-antibacterial-bathroom-flushable-wipes-28ct/-/A-13904672", 
        "release_date": "", 
        "upc": "025700706144", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Kills 99.9% of bacteria", 
                "Specifically formulated for use in the bathroom", 
                "Convenient cleaning for your bathrooms surfaces", 
                "Simply flush the mess away!"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 10.79 ounces", 
            "<B>Scent:</B> Citrus", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Removes Residue, Removes Soil, Cleaner", 
            "<B>Recommended Product Application:</B> Bath Tub, Sink, Toilet", 
            "<B>product warning: disposability:</B> Flushable", 
            "<B>Container Type:</B> Resealable Bag"
        ]
    }, 
    {
        "description": "Wondering how to clean your computer screen or flat screen TV? Windex Electronics Wipes are an effective and safe screen cleaner you can trust on even your most valuable devices. The advanced cleaning formula gently removes fingerprints and dust without damaging your screens or leaving any residue behind. Perfect for that traveling tablet or that shiny new phone.<br><br>DIRECTIONS FOR USE: Pull wipe from pouch and use to clean surfaces such as LCD screens, plasma screens, cell phones, touchscreens, keyboards, remotes, electronics, glass, and metal. If using on electronic equipment, follow manufacturer instructions. Before using on an unknown surface, test on an inconspicuous area.<br><br>USES: Cleans the following surfaces: Flat screen TVs: Plasma screens, LCD screens, LED screens, Computer screens, Laptop screens, Netbook screens, Tablet screens, E-reader screens, Cell phone screens, iPhone and other smartphone screens, GPS navigation systems, DVD and Blu-Ray players, Mp3 players and other mobile music devices, Gaming consoles and video game systems, Digital and SLR cameras, camcorders, webcams ,Keyboards, Remote Controls and more.<br><br>INGREDIENTS: Water, Cleansing Agents, Preservative, Fragrance, Stabilizer, pH Adjuster. SCJ Formula # 35*21116", 
        "dpci": "003-05-0346", 
        "brand": "WINDEX", 
        "tcin": "13306760", 
        "images": [
            {
                "alternate_urls": [
                    "13306760_Alt01", 
                    "13306760_Alt02", 
                    "13306760_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13306760", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13306760_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13306760_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13306760_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13306760"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Windex Electronics Wipes - 25ct", 
        "url": "/p/windex-electronics-wipes-25ct/-/A-13306760", 
        "release_date": "", 
        "upc": "119800702271", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Gentle formula safely removes dust, fingerprints, and smudges from electronics, leaving behind only our famous streak-free shine", 
                "Anti-static cloth is perfect for televisions, mobile devices, tablets, computers, and more", 
                "Come in a resealable package for easy storage"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes, keep out of reach of animals", 
            "<B>Capacity (Volume):</B> 35.0 cubic-in", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Streak Free Surface, Removes Allergen Particles, Removes Finger Prints, Removes Dirt, Cleaner", 
            "<B>Recommended Product Application:</B> Electronics", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Resealable Bag"
        ]
    }, 
    {
        "description": "Make your home the best version of itself. Hard to reach places? Clean and dust wherever you can swipe with Pledge® Lemon Enhancing Wipes. Add a brilliant and protective shine to your hard surfaces* and leave behind a refreshing lemon scent with every swipe. *Safe to use only on finished, sealed surfaces.<br><br>DIRECTIONS FOR USE: TO OPEN RESEALABLE POUCH: Open pouch by peeling back seal. Use wipes as directed. Reseal pouch after each use to preserve moisture. To maintain maximum wipe moistness, store pouch on its edge. Store at temperatures between 50° and 90°F. Storage at extreme temperatures may limit product performance. USAGE DIRECTIONS: To clean and polish your furniture, PRESS WIPE LIGHTLY, gradually increasing pressure as you go. Start with larger pieces of furniture first, moving towards smaller pieces last. As wipe becomes soiled, refold. Dispose of wipe when finished by throwing used wipe in the trash. Do not flush. Do not use for personal hygiene or as a baby wipe. DO NOT USE ON FLOORS! THIS FORMULA IS NOT SOLD TO ANY RETAILER AS A STORE BRAND. HELPFUL HINTS FOR USE: If surface looks cloudy or smeary, repeat procedure in \"Usage Directions\". When using on old or unknown furniture finishes, test Pledge Wipes in an inconspicuous area first. Do not put partially soiled wipes back in this pouch with the new wipes.<br><br>USES: SURFACES: Sealed wood furniture, sealed leather, granite, stainless steel, laminate, quartz. REMOVES: Dust, messes, fingerprint, smudges, smears.<br><br>INGREDIENTS: Water, Wipe material, Isoparaffin, Dimethicone, Polysorbate 80, Sorbitan Oleate, DMDM Hydantoln, Fragrance, Triethanolamine. SCJ Formula #35*21055", 
        "dpci": "003-05-1006", 
        "brand": "Pledge", 
        "tcin": "13750541", 
        "images": [
            {
                "alternate_urls": [
                    "13750541_Alt01", 
                    "13750541_Alt02", 
                    "13750541_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13750541", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750541_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750541_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750541_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13750541"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Pledge Lemon Wipes - 24ct", 
        "url": "/p/pledge-lemon-wipes-24ct/-/A-13750541", 
        "release_date": "", 
        "upc": "046500728075", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Quickly shines & protects wood and more", 
                "Long lasting shine", 
                "Make your home the best version of itself", 
                "Lemon scent"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 35.0 cubic-in", 
            "<B>Scent:</B> Lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Removes Residue, Removes Allergen Particles, Used for Conditioning, Removes Finger Prints", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Resealable Bag"
        ]
    }, 
    {
        "description": "Lysol Disinfecting Wipes can be used as a convenient way to clean and disinfect your household surfaces. Each pre-moistened disposable wipe kills germs** wherever you use it, even suitable to use on wood. No bottles, no sponges, no mess. **Kills Salmonella Enterica (Salmonella), Influenza A Virus Herpes Simplex Virus Type 1 and Respiratory Syncytial Virus on hard, non porous surfaces in 10 minutes. Kills 99.9% of Viruses and Bacteria. Removes more than 95% of allergens (Pet Dander, Dust Mite Debris and Pollen Particles). Lysol Disinfecting Wipes are also safe to use on electronics including Smartphones, Tablets and Remote Controls.", 
        "dpci": "003-05-0629", 
        "brand": "Lysol", 
        "tcin": "52404002", 
        "images": [
            {
                "alternate_urls": [
                    "52404002_Alt02", 
                    "52404002_Alt03", 
                    "52404002_Alt04", 
                    "52404002_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52404002_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52404002", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52404002_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52404002_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52404002_Alt05", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52404002"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Lysol Disinfecting Wipes, Brand New Day, 80 wipes", 
        "url": "/p/lysol-disinfecting-wipes-brand-new-day-80-wipes/-/A-52404002", 
        "release_date": "", 
        "upc": "019200971812", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "SANITIZES and DISINFECTS: Kills 99.9% of viruses & bacteria, including the cold & flu virus, salmonella, E.coli, and antibiotic-resistant bacteria*", 
                "TRAP and LIFT MESSES: Micro-pocket power technology provides best texture for fighting tough stains and cutting through grease", 
                "REMOVES MORE THAN 95% of ALLERGENS: Our wipes trap dust, dirt, and remove allergens to keep your home & office happy and healthy.", 
                "SCENTED WIPES: Brand New Day scent leaves surfaces and rooms smelling fresh after cleaning", 
                "PREVENT MOLD & MILDEW: Inhibit the growth of mold & mildew on any surface to ensure a happier and healthier home"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning, cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, eye irritant, do not reuse empty container", 
            "<B>Capacity (Volume):</B> .08 ounces", 
            "<B>Scent:</B> Floral, Rain Shower", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Glass, Metal, Multi-surface, Plastic, Tile Floors", 
            "<B>Product Results:</B> Sanitizes, disinfects", 
            "<B>Recommended Product Application:</B> Sink, Countertops, Trash Can, Refrigerator, Shower, Walls, Electronics", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister", 
            "<B>Sustainability Claims:</B> Contains Recycled Content"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes with Micro-Scrubbers clean and disinfect in one easy step. These sanitizing wipes are textured to power through tough messes and kill 99.9% of bacteria and viruses including cold and flu viruses, Staph, Salmonella, Strep, Kleb and E. coli in as little as 30 seconds. The double sided texture with micro-scrubbers makes these cleaning wipes suitable and safe to use on an array of surfaces including finished hardwood and granite. The texture side is great for scouring tough baked on grime and soap scum and the smooth side is useful for wiping away dirt. The clear drying formula in these cleaning wipes works great on a variety of shiny surfaces like stainless steel, mirrors and glass. These antibacterial wipes are ideal for use throughout the house. Clorox Disinfecting Wipes with Micro-Scrubbers help keep homes clean and healthy.<br><br>Directions: Use the textured side of the wipe to remove tough soils. Use the smooth side to wipe dirt away. To disinfect, wipe surface. Surface should remain visibly wet for 4 minutes. Let dry. To clean, wipe surface. Let dry. To sanitize, wipe surface. Surface should remain visibly wet for 30 seconds. Let dry. For highly soiled surfaces, clean excess dirt first. For surfaces that come in contact with food, a potable water rinse is required. Not for use on dishes, glassware or eating utensils.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. PHYSICAL OR CHEMICAL HAZARDS: Do not use or store near heat or open flame. Not recommended for use on unpainted wood, unfinished, unsealed, unpainted, waxed, oiled or worn surfaces.", 
        "dpci": "003-05-0077", 
        "brand": "Clorox", 
        "tcin": "15804875", 
        "images": [
            {
                "alternate_urls": [
                    "15804875_Alt01", 
                    "15804875_Alt03", 
                    "15804875_Alt08"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "15804875_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15804875_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15804875_Alt08", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15804875", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "15804875"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Lemon Fresh Disinfecting Wipes with Micro-Scrubbers - 70 Count", 
        "url": "/p/clorox-lemon-fresh-disinfecting-wipes-with-micro-scrubbers-70-count/-/A-15804875", 
        "release_date": "", 
        "upc": "044600312705", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "70 count canister of disinfecting wipes in Citrus Blend scent", 
                "Kills 99.9% of virus and bacteria, including Human Coronavirus and Influenza A2 virus", 
                "Kills cold and flu viruses, E. coli, Staph, Strep, Kleb and Salmonella", 
                "Clear drying formula powers through tough messes and works great on a variety of surfaces", 
                "Double sided texture with micro-scrubbers trap and remove tough soap scum"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Wash contaminated clothing after handling, keep out of reach of animals, wash hands with soap and water after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 18.0 ounces", 
            "<B>Scent:</B> Lemon, Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Toilet, Countertops, Cooktops, Mirrors", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Lysol Disinfecting Wipes can be used as a convenient way to clean and disinfect your household surfaces. Each pre-moistened disposable wipe kills germs** wherever you use it, even suitable to use on wood. No bottles, no sponges, no mess. **Kills Salmonella Enterica (Salmonella), Influenza A Virus Herpes Simplex Virus Type 1 and Respiratory Syncytial Virus on hard, non porous surfaces in 10 minutes. Kills 99.9% of Viruses and Bacteria. Removes more than 95% of allergens (Pet Dander, Dust Mite Debris and Pollen Particles). Lysol Disinfecting Wipes are also safe to use on electronics including Smartphones, Tablets and Remote Controls.", 
        "dpci": "003-05-0209", 
        "brand": "Lysol", 
        "tcin": "51129203", 
        "images": [
            {
                "alternate_urls": [
                    "51129203_Alt02", 
                    "51129203_Alt03", 
                    "51129203_Alt04", 
                    "51129203_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51129203_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51129203_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51129203_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51129203_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51129203"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Lysol Disinfecting Wipes, Ocean Breeze, 80 wipes", 
        "url": "/p/lysol-disinfecting-wipes-ocean-breeze-80-wipes/-/A-51129203", 
        "release_date": "", 
        "upc": "019200779258", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "SANITIZES and DISINFECTS: Kills 99.9% of viruses & bacteria, including the cold & flu virus, salmonella, E.coli, and antibiotic-resistant bacteria*", 
                "TRAP and LIFT MESSES: Micro-pocket power technology provides best texture for fighting tough stains and cutting through grease", 
                "REMOVES MORE THAN 95% of ALLERGENS: Our wipes trap dust, dirt, and remove allergens to keep your home & office happy and healthy.", 
                "SCENTED WIPES: Ocean Fresh scent leaves surfaces and rooms smelling fresh after cleaning", 
                "PREVENT MOLD & MILDEW: Inhibit the growth of mold & mildew on any surface to ensure a happier and healthier home"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes, eye irritant, wash hands with soap and water after handling, keep out of reach of animals", 
            "<B>Capacity (Volume):</B> 19.7 ounces", 
            "<B>Scent:</B> Ocean", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface, Plastic", 
            "<B>Product Results:</B> Disinfects, sanitizes, Cleaner, Used for Cleaning", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clean up messes and sanitize surfaces easily with Clorox Fresh Scent Disinfecting Wipes. These handy sanitizing wipes are ideal for use on hard, nonporous surfaces such as stainless steel, finished hardwood, mirrors and glass. With one simple step, you can help protect your family from cold and flu viruses and staph, MRSA, E. coli, salmonella and strep bacteria. With the convenience of one swipe, it is easier than ever to help your family stay healthy.", 
        "dpci": "003-05-0012", 
        "brand": "Clorox", 
        "tcin": "52788383", 
        "images": [
            {
                "alternate_urls": [
                    "52788383_Alt01", 
                    "52788383_Alt02", 
                    "52788383_Alt03", 
                    "52788383_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52788383_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52788383_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52788383", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52788383_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52788383_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52788383"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Fresh Scent Disinfecting Wipes - 35ct", 
        "url": "/p/clorox-fresh-scent-disinfecting-wipes-35ct/-/A-52788383", 
        "release_date": "", 
        "upc": "044600318356", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox disinfecting wipes kill 99.999% of harmful bacteria", 
                "Convenient plastic canister is easy to take on the go", 
                "Great for the office, classroom, kitchen, bathroom and more"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, eye irritant, flush immediately if product enters eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 13.0 ounces", 
            "<B>Scent:</B> Orange", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, disinfects, sanitizes", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "With two canisters of Clorox Disinfecting Wipes in Citrus Blend to clean and disinfect all in one wipe and one canister of Clorox Scentiva Disinfecting Wipes in Tuscan Lavender & Jasmine which leave an amazing scent while powering through tough grease and grime, this pack allows you to keep canisters around the house so they are easily accessible where you need them when you need them. These cleaning wipes kill 99.9% of bacteria and viruses that cause cold and flu, and are effective against Staph, Salmonella, Strep, E. coli, and MRSA. They also remove 99% of allergens like cat and dog dander, dust mite debris, pollen and grass. These thick, strong antibacterial wipes for cleaning are disposable and are designed for hard non porous surfaces like sealed granite, finished hardwood, stainless steel and more. Simply pull out the pre moistened wipe to clean and disinfect in one swipe. Great for everyday and seasonal cleaning like Spring Cleaning, Back to School and Cold & Flu season.<br><br>Usage Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: HAZARDS TO HUMANS AND DOMESTIC ANIMALS. CAUTION: Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. FIRST AID: Eyes- Hold eye open and rinse slowly with water for 15 minutes. Remove contact lens, if present, after the first 5 minutes, then continue rinsing eye. Call poison control center for advice and have the container with you when calling or going for treatment. Dispose of wipe in trash after use. DO NOT FLUSH.", 
        "dpci": "003-05-0609", 
        "brand": "Clorox", 
        "tcin": "52057372", 
        "images": [
            {
                "alternate_urls": [
                    "52057372_Alt01", 
                    "52057372_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52057372_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52057372_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52057372", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52057372"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes Citrus Blend/Tuscan Lavender & Jasmine - 35ct/3pk", 
        "url": "/p/clorox-disinfecting-wipes-citrus-blend-tuscan-lavender-jasmine-35ct-3pk/-/A-52057372", 
        "release_date": "", 
        "upc": "044600317458", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Value pack contains two 35 count canisters", 
                "Kills 99.9% of common bacteria", 
                "Clean, disinfect and remove 99.9%", 
                "Bleach free and clear drying formula", 
                "Disposable wipes designed to be used on hard non porous surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, eye irritant, keep off of clothing", 
            "<B>Capacity (Volume):</B> 27.3 ounces", 
            "<B>Scent:</B> Lemon, Lavender", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, disinfects, sanitizes", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Lysol Disinfecting Wipes can be used as a convenient way to clean and disinfect your household surfaces. Each pre-moistened disposable wipe kills germs** wherever you use it, even suitable to use on wood. No bottles, no sponges, no mess. Kills Salmonella Enterica (Salmonella), Influenza A Virus Herpes Simplex Virus Type 1 and Respiratory Syncytial Virus on hard, non porous surfaces in 10 minutes. Kills 99.9% of Viruses and Bacteria. Removes more than 95% of allergens (Pet Dander, Dust Mite Debris and Pollen Particles). Lysol Disinfecting Wipes are also safe to use on electronics including Smartphones, Tablets and Remote Controls.", 
        "dpci": "003-05-0206", 
        "brand": "Lysol", 
        "tcin": "51128055", 
        "images": [
            {
                "alternate_urls": [
                    "51128055_Alt01", 
                    "51128055_Alt04", 
                    "51128055_Alt05", 
                    "51128055_Alt06"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51128055_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51128055_Alt05", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51128055", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51128055_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51128055_Alt06", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51128055"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Lysol&#174; Disinfecting Wipes Value Pack, Lemon & Lime Blossom, 4 x 80 wipes", 
        "url": "/p/lysol-174-disinfecting-wipes-value-pack-lemon-lime-blossom-4-x-80-wipes/-/A-51128055", 
        "release_date": "", 
        "upc": "019200837040", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "SANITIZES and DISINFECTS: Kills 99.9% of viruses & bacteria, including the cold & flu virus, salmonella, E.coli, and antibiotic-resistant bacteria*", 
                "TRAP and LIFT MESSES: Micro-pocket power technology provides best texture for fighting tough stains and cutting through grease", 
                "REMOVES MORE THAN 95% of ALLERGENS: Our wipes trap dust, dirt, and remove allergens to keep your home & office happy and healthy.", 
                "SCENTED WIPES: Lemon & Lime Blossom scent leaves surfaces and rooms smelling fresh after cleaning", 
                "VALUE 4PK: Four 80ct Lysol canisters in one pack is our best deal for every day savings"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose, Cooktop Cleaning, Surface Cleaning, Toilet Cleaning, Shower cleaning", 
            "<B>Product Warning:</B> Keep out of eyes, keep out of reach of children, eye irritant, wash hands with soap and water after handling, keep out of reach of animals", 
            "<B>Capacity (Volume):</B> .34 cubic-ft", 
            "<B>Scent:</B> Lemon, lime, Floral", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, disinfects, sanitizes, Used for Cleaning, Removes Residue", 
            "<B>Recommended Product Application:</B> Countertops, Cooktops, Electronics, Refrigerator, Sink, Bath Tub, Toilet, Multi-purpose, Refrigerator, Shower", 
            "<B>Health Facts:</B> Phthalate-free, paraben-free, dye-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Weiman Granite Wipes are great for everyday stone cleaning,. They instantly shine dull, faded countertops by removing grease, grime, water marks and surface stains in one easy step. Specially formulated for stone surface countertops like granite, marble, quartz and other natural stones. Serves as a cleaner and granite polish.", 
        "dpci": "003-05-0439", 
        "brand": "Weiman", 
        "tcin": "12901981", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "12901981"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Weiman Granite Wipes - 30ct", 
        "url": "/p/weiman-granite-wipes-30ct/-/A-12901981", 
        "release_date": "", 
        "upc": "041598000546", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Cleans, brightens, and protects solid sealed stone surfaces", 
                "Works as a granite cleaner or marble cleaner by removing grease, soil, stains, and watermarks", 
                "Visibly reduces dullness and scratching", 
                "Enhances color and veining while safely removes dirt, soil, and residue"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> .0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Porous Surfaces", 
            "<B>Recommended Surface Application:</B> Sealed Stone Surfaces, Marble, Porcelain, Granite, Ceramic", 
            "<B>Product Results:</B> Streak Free Surface, Used for Cleaning, Removes Grease, Eliminates Stains", 
            "<B>Recommended Product Application:</B> Countertops, Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Non-toxic, Phosphate-free", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes To Go pack is convenient and perfect for cleaning and disinfecting multi surfaces while you are on the go. The powerful, clear drying formula in these antibacterial wipes, kills 99.9% of germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.9% of common bacteria like Staph, and Strep and viruses that cause cold and flu including Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. These fresh smelling, sanitizing wipes are easy to use and work great on a variety of hard, nonporous surfaces, including mirrors and glass. Use these wipes anywhere dirt or germs may build up throughout your day. This conveniently sized pouch is perfect to keep in cars, purses, at work or even pack when you travel. Clean and disinfect anytime with the convenience of Clorox Disinfecting Wipes.<br><br><br>Directions: Open pouch by peeling back seal. Close when finished to retain moisture. It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Do not use as a diaper wipe of for personal cleansing. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. Physical or chemical hazards: do not use or store near heat or open flame.", 
        "dpci": "003-05-0168", 
        "brand": "Clorox", 
        "tcin": "15280820", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15280820"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Disinfecting Wipes To Go Citrus - 9ct", 
        "url": "/p/clorox-disinfecting-wipes-to-go-citrus-9ct/-/A-15280820", 
        "release_date": "", 
        "upc": "044600306667", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "9 count on the to go pack of disinfecting wipes in Citrus Blend scent", 
                "Kills 99.9% of viruses and bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, Salmonella, Staph, and Strep", 
                "Powerful, clear drying formula cuts through grease, dirt and grime", 
                "Safe to use on a variety of hard, nonporous surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 12.75 cubic-in", 
            "<B>Scent:</B> Lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Stainless Steel, Sealed Stone Surfaces, Porcelain, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Countertops, Cooktops, Toilet, Mirrors", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Pouch"
        ]
    }, 
    {
        "description": "Green Works Compostable Cleaning Wipes are made with naturally derived ingredients so they won't leave behind harsh chemical fumes or residue. The powerful advanced grease fighting formula cuts through grease, grime and dirt, while leaving behind a clean fresh scent. These wipes are made from natural fibers and will biodegrade under municipal composting conditions. They are safe to use on multiple surfaces throughout the home, including counters, sinks, toilets, painted wood floors and stoves. These cleaning wipes are convenient and easy to use and are perfect for use in the kitchen and bathroom. With Green Works naturally derived cleaning products, you get powerful cleaning done naturally.<br><br>Usage Directions: Pull out cleaning wipe from center of roll. The next sheet pops up automatically. Wipe surface clean. Let air dry. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: Keep out of reach of children. Do not use for cleaning skin, for personal cleansing or as a diaper wipe.", 
        "dpci": "003-02-0304", 
        "brand": "Green Works", 
        "tcin": "13027656", 
        "images": [
            {
                "alternate_urls": [
                    "13027656_Alt01", 
                    "13027656_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13027656", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13027656_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13027656_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13027656"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Green Works Compostable Cleaning Wipes Original - 30ct", 
        "url": "/p/green-works-compostable-cleaning-wipes-original-30ct/-/A-13027656", 
        "release_date": "", 
        "upc": "044600303116", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Original Fresh scent Green Works Compostable Cleaning Wipes", 
                "Naturally derived", 
                "Convenient and easy to use"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 1.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Countertops, Sink, Toilet, Stove, Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Bleach-free, contains naturally derived ingredients", 
            "<B>Container Type:</B> Plastic canister", 
            "<B>Sustainability Certifications:</B> Biodegradable Products Institute Certified", 
            "<B>Sustainability Claims:</B> Compostable, biodegradable"
        ]
    }, 
    {
        "description": "Stash these Scrubbing Action Wipes in 75 ct. from up & up around the house for cleaning help anywhere. These household wipes have scrubbing power for tough messes and a wiping side for quick clean up.", 
        "dpci": "003-05-0091", 
        "brand": "up & up&#153;", 
        "tcin": "16824025", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "16824025"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Fresh Household Cleaners And Disinfectants - 75 ct. - up & up&#153;", 
        "url": "/p/fresh-household-cleaners-and-disinfectants-75-ct-up-up-153/-/A-16824025", 
        "release_date": "", 
        "upc": "071287837627", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Phosphate free", 
                "Bleach free", 
                "75 count"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, do not reuse empty container, wash contaminated clothing after handling, keep out of reach of children, keep out of eyes, keep off of clothing, keep container tightly sealed", 
            "<B>Capacity (Volume):</B> 20.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Porous Surfaces", 
            "<B>Recommended Surface Application:</B> Non-porous", 
            "<B>Product Results:</B> Disinfects", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>Health Facts:</B> Bleach-free, Phosphate-free", 
            "<B>Container Type:</B> Plastic tub"
        ]
    }, 
    {
        "description": "Clorox Scentiva Disinfecting Wipes clean and kill 99.9% of viruses and bacteria throughout your home, leaving behind a fabulous Hawaiian Sunshine. These intense scented, cleaning wipes are bleach-free and have no chemical scent at all. Use these disinfecting wipes for garbage cans, kitchen countertops, sinks, bathroom surfaces and appliances. These cleaning wipes power through grease and grime with ease. Utilize these multi surface wipes to cut down on your necessary cleaning supplies and quickly wipe away an array of messes. Safe to use on most surfaces and around pet areas, Clorox Scentiva disinfecting wipes eliminate 99.9% of germs while cleaning your entire home to a sparkle. With sensational smelling Scentiva, you'll want your whole house to smell like this.<br><br><br>Directions: It is a violation of Federal Law to use this product in a manner inconsistent with its labeling. Not for cleaning or sanitizing skin. Use on hard, nonporous non-food-contact surfaces. To Clean: wipe surface, let air dry. To Disinfect: Wipe surface, use enough to keep surface wet for 4 min. Let air dry. For highly soiled surfaces, clean excess dirt first. To Sanitize and Deodorize: wipe surface, use enough to keep surface wet for 10 sec. For highly soiled surfaces, clean excess dirt first.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride 0.145% n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride 0.145% OTHER INGREDIENTS: 99.710%.<br><br>Warnings: Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. If in eyes: Hold eye open and rinse slowly and gently with water for 15 to 20 minutes. Remove contact lenses, if present, after the first 5 minutes, then continue rinsing eye. Call a poison control center for treatment advice. Have the product container or label with you when calling a poison control center or doctor, or going for treatment.", 
        "dpci": "003-05-0044", 
        "brand": "Clorox", 
        "tcin": "51634753", 
        "images": [
            {
                "alternate_urls": [
                    "51634753_Alt01", 
                    "51634753_Alt02", 
                    "51634753_Alt03", 
                    "51634753_Alt04", 
                    "51634753_Alt05", 
                    "51634753_Alt06", 
                    "51634753_Alt07", 
                    "51634753_Alt08"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51634753_Alt07", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634753", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634753_Alt08", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634753_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51634753_Alt05", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51634753"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Scentiva Disinfecting Wipes Hawaiian Sunshine 33 ct", 
        "url": "/p/clorox-scentiva-disinfecting-wipes-hawaiian-sunshine-33-ct/-/A-51634753", 
        "release_date": "", 
        "upc": "044600313856", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "33 count canister of multi surface disinfecting wipes, Hawaiian Sunshine", 
                "Amazing Hawaiian Sunshine scent with no harsh chemical smell", 
                "Kills 99.9% of viruses and bacteria, including Human Coronavirus and Influenza A2 Virus", 
                "Kills cold and flu viruses, E. Coli, MRSA, Salmonella, Staph, and Strep", 
                "Clear drying formula that powers through grease, soap scum and grime"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cooktop Cleaning, Non self-cleaning ovens, Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, eye irritant", 
            "<B>Capacity (Volume):</B> 9.1 ounces", 
            "<B>Scent:</B> Fresh, Ocean", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, Removes Dirt, Removes Dust, Eliminates Stains", 
            "<B>Recommended Product Application:</B> Cooktops, Countertops, Multi-purpose", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Clorox Disinfecting Wipes with Ultra Strength Blue Fibers in Crisp Lemon scent are 3x stronger to outlast the toughest messes. These 15% thicker antibacterial wipes hold more cleaning power with dual-sided blue fibers to reinforce the wipe and scrub messes while the grime catching ridges trap particles. These disinfecting wipes kill 99.9% of bacteria and viruses including cold and flu viruses, Staph, Salmonella, Strep, Kleb, MRSA and E. coli in as little as 30 seconds. The dual-sided cleaning action makes these scented wipes suitable and safe to use on an array of kitchen and bathroom surfaces like counters, sinks, tubs, showers, finished hardwood and sealed granite. The texture side is great for scouring tough baked on grime and soap scum and the smooth side is useful for wiping away dirt. The clear drying formula in these cleaning wipes works great on a variety of shiny surfaces like stainless steel, mirrors and glass. Disinfect and wipe up stubborn messes with Clorox Disinfecting Wipes.<br><br>Usage Directions: Use the textured side of the wipe to remove tough soils. Use the smooth side to wipe dirt away. To disinfect, wipe surface. Surface should remain visibly wet for 4 minutes. Let dry. To clean, wipe surface. Let dry. To sanitize, wipe surface. Surface should remain visibly wet for 30 seconds. Let dry. For highly soiled surfaces, clean excess dirt first. For surfaces that come in contact with food, a potable water rinse is required. Not for use on dishes, glassware or eating utensils.<br><br>Caution Statements: Keep out of reach of children. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. PHYSICAL OR CHEMICAL HAZARDS: Do not use or store near heat or open flame. Not recommended for use on unpainted wood, unfinished, unsealed, unpainted, waxed, oiled or worn surfaces.", 
        "dpci": "003-05-0732", 
        "brand": "Clorox", 
        "tcin": "53133394", 
        "images": [
            {
                "alternate_urls": [
                    "53133394_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "53133394", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "53133394_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "53133394"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Ultra Strength Disinfecting Wipes Crisp Lemon - 65ct", 
        "url": "/p/clorox-ultra-strength-disinfecting-wipes-crisp-lemon-65ct/-/A-53133394", 
        "release_date": "", 
        "upc": "044600318530", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "15% thicker with dual-sided blue fibers to scrub messes", 
                "Cleans and disinfects multi surfaces", 
                "Kills 99.9% of viruses and bacteria"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 27.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner, disinfects, sanitizes", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic Jug"
        ]
    }, 
    {
        "description": "Green Works Compostable Cleaning Wipes are made with naturally derived ingredients so they won't leave behind harsh chemical fumes or residue. The powerful advanced grease fighting formula cuts through grease, grime and dirt, while leaving behind a clean Water Lily scent. These wipes are made from natural fibers and will biodegrade under municipal composting conditions. They are safe to use on multiple surfaces throughout the home, including counters, sinks, toilets, painted wood floors and stoves. These cleaning wipes are convenient and easy to use and are perfect for use in the kitchen and bathroom. With Green Works naturally derived cleaning products, you get powerful cleaning done naturally.<br><br>Usage Directions: Pull out cleaning wipe from center of roll. The next sheet pops up automatically. Wipe surface clean. Let air dry. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: Keep out of reach of children. Do not use for cleaning skin, for personal cleansing or as a diaper wipe.", 
        "dpci": "003-02-0303", 
        "brand": "Green Works", 
        "tcin": "15515126", 
        "images": [
            {
                "alternate_urls": [
                    "15515126_Alt01", 
                    "15515126_Alt03", 
                    "15515126_Alt04"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "15515126_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15515126", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15515126_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "15515126_Alt04", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "15515126"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Green Works Compostable Cleaning Wipes Water Lily - 62ct", 
        "url": "/p/green-works-compostable-cleaning-wipes-water-lily-62ct/-/A-15515126", 
        "release_date": "", 
        "upc": "490030203036", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Water Lily scent Green Works Compostable Cleaning Wipes", 
                "Naturally derived and compostable", 
                "Convenient and easy to use"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 336.3 cubic-cm", 
            "<B>Scent:</B> Floral", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Contains naturally derived ingredients", 
            "<B>Container Type:</B> Plastic canister", 
            "<B>Sustainability Certifications:</B> Biodegradable Products Institute Certified", 
            "<B>Sustainability Claims:</B> Compostable, biodegradable"
        ]
    }, 
    {
        "description": "Better Life's Naturally Filth Fighting All-Purpose Cleaning Wipes - 70 Count. When the playroom, kitchen, or car needs a quick cleanup, our natural all-purpose wipes cut through grease and grime like nobody's business. Directions: Wipe the mess away with ease, leaving only the clean aroma of citrus to brighten your day. Recycle non-refillable container when empty. Dispose of wipes in the trash (do not flush). 100% plant-derived cleaning agents and scents, Non-toxic, Safe for kids, pets and the planet, Never tested on animals, Made in the USA with solar energy.", 
        "dpci": "003-02-5350", 
        "brand": "Better Life", 
        "tcin": "17184278", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "17184278"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Better Life Clary Sage & Citrus All-Purpose Cleaning Wipes - 70ct", 
        "url": "/p/better-life-clary-sage-citrus-all-purpose-cleaning-wipes-70ct/-/A-17184278", 
        "release_date": "", 
        "upc": "895454002553", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {}, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, keep container tightly sealed", 
            "<B>Capacity (Volume):</B> 14.4 ounces", 
            "<B>Scent:</B> Sage, citrus", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Removes Dust, Removes Grease, Used for Cleaning, Removes Dirt, Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Non-toxic", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Directions: Use the textured side of the wipe to remove tough soils. Use the smooth side to wipe dirt away. To disinfect, wipe surface. Surface should remain visibly wet for 4 minutes. Let dry. To clean, wipe surface. Let dry. To sanitize, wipe surface. Surface should remain visibly wet for 30 seconds. Let dry. For highly soiled surfaces, clean excess dirt first. For surfaces that come in contact with food, a potable water rinse is required. Not for use on dishes, glassware or eating utensils. Do not flush.<br><br>Ingredients: ACTIVE INGREDIENTS: n-Alkyl (C14, 60%; C16, 30%; C12, 5%; C18, 5%) Dimethyl Benzyl Ammonium Chloride.0.184%** n-Alkyl (C12, 68%; C14, 32%) Dimethyl Ethylbenzyl Ammonium Chloride.0.184%** OTHER INGREDIENTS: 99.632% CONTAINS NO PHOSPHORUS<br><br>Warnings: Keep out of reach of children. Causes moderate eye irritation. Avoid contact with eyes or clothing. Wash thoroughly with soap and water after handling. PHYSICAL OR CHEMICAL HAZARDS: Do not use or store near heat or open flame. Not recommended for use on unpainted wood, unfinished, unsealed, unpainted, waxed, oiled or worn surfaces.", 
        "dpci": "003-05-0419", 
        "brand": "Clorox", 
        "tcin": "49139795", 
        "images": [
            {
                "alternate_urls": [
                    "49139795_Alt01", 
                    "49139795_Alt03", 
                    "49139795_Alt04", 
                    "49139795_Alt05"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "49139795", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "49139795_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "49139795_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "49139795_Alt04", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "49139795_Alt05", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "49139795"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Micro-Scrubbers Disinfecting Wipes - Citrus Blend - 3pk/32ct", 
        "url": "/p/clorox-micro-scrubbers-disinfecting-wipes-citrus-blend-3pk-32ct/-/A-49139795", 
        "release_date": "", 
        "upc": "044600314563", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "3 canisters per pack, 32 wipes per canister, Citrus Blend scent", 
                "Thick 7 inch x 8 inch dual sided bleach free wipes", 
                "5 packs per case", 
                "Kills 99.9% of virus and bacteria, including Human Coronavirus and Influenza A2 virus", 
                "Kills cold and flu viruses, E. coli, Staph, Strep, Kleb and Salmonella"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cooktop Cleaning, Multi-purpose, Stovetop Cleaning, Surface Cleaning", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of eyes, wash hands with soap and water after handling", 
            "<B>Capacity (Volume):</B> 24.3 ounces", 
            "<B>Scent:</B> Citrus", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Granite, Metal, Multi-surface", 
            "<B>Product Results:</B> Disinfects, Cleaner, Removes Dust, Removes Grease, Used for Cleaning", 
            "<B>Recommended Product Application:</B> Cooktops, Countertops, Multi-purpose, Oven, Stove", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Green Works Compostable Cleaning Wipes are made with naturally derived ingredients so they won't leave behind harsh chemical fumes or residue. The powerful advanced grease fighting formula cuts through grease, grime and dirt, while leaving behind a clean Water Lily scent. These wipes are made from natural fibers and will biodegrade under municipal composting conditions. They are safe to use on multiple surfaces throughout the home, including counters, sinks, toilets, painted wood floors and stoves. These cleaning wipes are convenient and easy to use and are perfect for use in the kitchen and bathroom. With Green Works naturally derived cleaning products, you get powerful cleaning done naturally.<br><br>Usage Directions: Pull out cleaning wipe from center of roll. The next sheet pops up automatically. Wipe surface clean. Let air dry. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: Keep out of reach of children. Do not use for cleaning skin, for personal cleansing or as a diaper wipe.", 
        "dpci": "003-02-0549", 
        "brand": "Green Works", 
        "tcin": "50859485", 
        "images": [
            {
                "alternate_urls": [
                    "50859485_Alt01", 
                    "50859485_Alt02", 
                    "50859485_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "50859485_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "50859485", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "50859485_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "50859485_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "50859485"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Green Works Compostable Cleaning Wipes Water Lily - 90ct", 
        "url": "/p/green-works-compostable-cleaning-wipes-water-lily-90ct/-/A-50859485", 
        "release_date": "", 
        "upc": "044600315577", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Water Lily scent Green Works Compostable Cleaning Wipes", 
                "Naturally derived and compostable", 
                "Convenient and easy to use"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cooktop Cleaning, Multi-purpose, Non self-cleaning ovens, Self-cleaning ovens, Stovetop Cleaning, Surface Cleaning, cutting boards", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 90.0 cubic-cm", 
            "<B>Scent:</B> Lily of the Valley", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Disinfects, sanitizes, Used for Cleaning", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Contains naturally derived ingredients", 
            "<B>Container Type:</B> Plastic canister", 
            "<B>Sustainability Certifications:</B> Biodegradable Products Institute Certified", 
            "<B>Sustainability Claims:</B> Compostable, biodegradable, recyclable"
        ]
    }, 
    {
        "description": "Green Works Compostable Cleaning Wipes are made with naturally derived ingredients so they won't leave behind harsh chemical fumes or residue. The powerful advanced grease fighting formula cuts through grease, grime and dirt, while leaving behind a clean fresh scent. These wipes are made from natural fibers and will biodegrade under municipal composting conditions. They are safe to use on multiple surfaces throughout the home, including counters, sinks, toilets, painted wood floors and stoves. These cleaning wipes are convenient and easy to use and are perfect for use in the kitchen and bathroom. With Green Works naturally derived cleaning products, you get powerful cleaning done naturally.<br><br>Usage Directions: Pull out cleaning wipe from center of roll. The next sheet pops up automatically. Wipe surface clean. Let air dry. For highly soiled surfaces, clean excess dirt first.<br><br>Caution Statements: Keep out of reach of children. Do not use for cleaning skin, for personal cleansing or as a diaper wipe.", 
        "dpci": "003-02-0117", 
        "brand": "Green Works", 
        "tcin": "16903227", 
        "images": [
            {
                "alternate_urls": [
                    "16903227_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "16903227", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "16903227_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "16903227"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Green Works Compostable Cleaning Wipes Original Fresh - 30ct/3pk", 
        "url": "/p/green-works-compostable-cleaning-wipes-original-fresh-30ct-3pk/-/A-16903227", 
        "release_date": "", 
        "upc": "044600306551", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Original Fresh scent Green Works Compostable Cleaning Wipes", 
                "Naturally derived", 
                "Convenient and easy to use"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 27.5 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood, Hardwood Floors", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose, Countertops, Trash Can, Toilet, Shower", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Contains naturally derived ingredients", 
            "<B>Container Type:</B> Plastic canister", 
            "<B>Sustainability Certifications:</B> EPA Design for the Environment Program Certified, Biodegradable Products Institute Certified", 
            "<B>Sustainability Claims:</B> Compostable, biodegradable, recyclable"
        ]
    }, 
    {
        "description": "The Windex Outdoor All-in-One Glass Cleaning Tool is a fast, easy way to clean outdoor windows. Simply spray, wipe, and rinse. The water-activated window-cleaning pad contains Windex formula to prevent streaks and spotting, so there's no need to hand dry.<br><br>DIRECTIONS FOR USE: Cleans outdoor windows in three easy steps: 1. SPRAY window and cleaning pad with garden hose. 2. WIPE window with cleaning pad. 3. RINSE window with garden hose. No need to hand-dry.<br><br>USES: Cleans outdoor windows and other outdoor glass surfaces.<br><br>INGREDIENTS: Three Layer Pad, Alkyl Polyglycoside, Citric Acid, Mirapol Surf S-300", 
        "dpci": "003-05-0387", 
        "brand": "WINDEX", 
        "tcin": "11134530", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "11134530", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "11134530"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Windex&#174; Outdoor All-in-One Glass Cleaning Tool", 
        "url": "/p/windex-174-outdoor-all-in-one-glass-cleaning-tool/-/A-11134530", 
        "release_date": "", 
        "upc": "119800701175", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Streak-Free shine in half the time!", 
                "Easily and quickly cleans windows with no need to dry", 
                "Sturdy handle makes reaching windows easy with not need for a ladder"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of reach of animals", 
            "<B>Capacity (Volume):</B> 126.0 cubic-in", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Windows", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Windows", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Box", 
            "Get a streak&#45;free shine in half the time", 
            "Includes a cleaning head and a handle", 
            "One cleaning pad cleans up to 20 windows"
        ]
    }, 
    {
        "description": "Wipe away the bad. Leave only good behind. Your baby’s got a full time job: 1. Crawl on floors. 2. Explore every nook and cranny. 3. Touch every possible surface. Your job? Making sure all surfaces are super clean and ready for baby exploration. With our All Purpose Surface Wipes you can safely and swiftly clean any sealed surface you’d clean with water: countertops, highchairs, walls, hardwood floors, painted surfaces, laminate, porcelain, granite, bathroom fixtures, stainless steel, sealed stone. You wipe. Your baby wanders. Deal? Deal.", 
        "dpci": "007-08-1044", 
        "brand": "Babyganics", 
        "tcin": "51201830", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51201830"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Babyganics Fragrance Free All Purpose Surface Wipes - 75 ct", 
        "url": "/p/babyganics-fragrance-free-all-purpose-surface-wipes-75-ct/-/A-51201830", 
        "release_date": "", 
        "upc": "813277010210", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Formulated without: ammonia, bleach, phosphates, phthalates, sulfates, artificial fragrances or dyes", 
                "Fragrance free", 
                "Plant based cleaning power", 
                "Durable & non-abrasive", 
                "Safe on multiple surfaces"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Surface Cleaning", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 75.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>Health Facts:</B> Animal by-product-free, artificial fragrance-free, dye-free, formaldehyde donor-free, formaldehyde-free, no fragrance added, phthalate-free, sodium lauryl sulfate-free, paraben-free, aluminum-free", 
            "<B>Container Type:</B> Plastic canister", 
            "<B>Sustainability Claims:</B> Post-consumer recycled material, not tested on animals"
        ]
    }, 
    {
        "description": "Clean your baby's toys and other surfaces with confidence when you have Toy & Surface Wipes in a Soft Pack from Dapple. These wipes are pure and powerful, making them just right for quickly cleaning a variety of surfaces whether you are at home or on the go. All natural and fragrance-free, the green technology helps to clean car seats, high chair trays, shopping cart handles, toys and more.", 
        "dpci": "007-08-0175", 
        "brand": "Dapple", 
        "tcin": "50907325", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50907325"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Dapple Toy & Surface Wipes, Soft Pack (45 ct)", 
        "url": "/p/dapple-toy-surface-wipes-soft-pack-45-ct/-/A-50907325", 
        "release_date": "", 
        "upc": "892245001498", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Free of fragrance and harsh chemicals", 
                "Great multipurpose wipe for cleaning many surfaces", 
                "Perfect for cleaning any surface that your baby comes into contact with"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> No warning applicable", 
            "<B>Capacity (Volume):</B> 6.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Cleaner", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>Container Type:</B> Resealable Bag"
        ]
    }, 
    {
        "description": "You don't need to worry about messes on little hands and faces with the Dapple Moisturizing Hand and Face Wipes. This handy pack of 30 wipes is perfect for when you're on the move with its eco-friendly formula that's kind on sensitive skin. These wipes contain aloe to make sure your little ones don't just end up clean, but soft and moisturized too.", 
        "dpci": "007-08-0198", 
        "brand": "Dapple", 
        "tcin": "50907326", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50907326"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Dapple Moisturizing Hand & Face Wipes, Soft Pack (30 ct)", 
        "url": "/p/dapple-moisturizing-hand-face-wipes-soft-pack-30-ct/-/A-50907326", 
        "release_date": "", 
        "upc": "892245001504", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Gentle eco-friendly formula won't dry out young skin", 
                "Travel-sized pack of wipes ideal for keeping little ones clean when on the move", 
                "Fragrance-free wipes are also made without SLS, SLES, parabens or formaldehyde"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> No warning applicable", 
            "<B>Capacity (Volume):</B> 4.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Used for Cleaning", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>Container Type:</B> Resealable Bag"
        ]
    }, 
    {
        "description": "Clean your home naturally with NatureZway Bamboo Floor Wipes. The sheets are environmentally friendly because they are made from bamboo, which is a compostable, renewable resource. They easily remove dust and dirt from tile, ceramic, laminate and wood floors.", 
        "dpci": "003-05-0412", 
        "brand": "NatureZway", 
        "tcin": "31167546", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "31167546"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "NatureZway Rayon made from Bamboo Floor Wipe - 100 Sheet", 
        "url": "/p/naturezway-rayon-made-from-bamboo-floor-wipe-100-sheet/-/A-31167546", 
        "release_date": "", 
        "upc": "716554003021", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Natural floor wipes are made from environmentally friendly bamboo", 
                "&nbsp;Durable, absorbent wipes can be used wet or dry", 
                "Conveniently fits most brand name sweepers"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Cleaning", 
            "<B>Product Warning:</B> No warning applicable", 
            "<B>Capacity (Volume):</B> 10.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Clothing, Linen, Silk, Fabric, Leather", 
            "<B>Recommended Surface Application:</B> Ceramic Tile, Non-porous, Sealed Stone Surfaces, Porcelain", 
            "<B>Product Results:</B> Cleaner, Removes Dust, Used for Cleaning, Removes Dirt", 
            "<B>Recommended Product Application:</B> Floor", 
            "<B>Health Facts:</B> Bleach-free, no fragrance added, Phosphorus-free, Phosphate-free, non-toxic", 
            "<B>Container Type:</B> Box", 
            "<B>Sustainability Claims:</B> Not tested on animals, Renewable Resource"
        ]
    }, 
    {
        "description": "Weiman Silver Wipes clean, polish and protect silver and most metals. These silver wipes are extremely easy to use, just wipe the silver in a circular motion, rinse and buff. The ease of use and ability to clean in detail with the wipe makes it perfect for cleaning jewelry like rings, necklaces, bracelets and watches.<br><br>Use as a silver cleaner, sterling silver cleaner, jewelry polish and more.", 
        "dpci": "003-05-0482", 
        "brand": "Weiman", 
        "tcin": "51251564", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "51251564", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51251564"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Weiman Silver Polish & Tarnish Remover Wipes - 20ct", 
        "url": "/p/weiman-silver-polish-tarnish-remover-wipes-20ct/-/A-51251564", 
        "release_date": "", 
        "upc": "041598000485", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Long-Lasting Shine", 
                "Use on All Your Silver", 
                "Take your silver from dull to stunning", 
                "Package includes 20 wipes each 5.5&rdquo; x 7.9&rdquo;"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Product Warning:</B> Keep out of eyes, flush immediately if product enters eyes, keep out of reach of children", 
            "<B>Capacity (Volume):</B> .0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Silver", 
            "<B>Product Results:</B> Restores Discoloration, Prevents Rust, Prevents Fading", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Keep all the surfaces in your home clean with this Clorox Scented Disinfecting Wipes Value Pack. This pack includes three containers of scented cleaning wipes - two containers of citrus blend and one container of fresh scent. These wipes kill 99.99% of bacteria that includes a wide range of cold and flu viruses so you can keep your home as clean and disinfected as possible. With a thick design and a formula that dries clear, these wipes are perfect for cleaning up tough messes in kitchens, bathrooms, and even the office.", 
        "dpci": "003-05-0304", 
        "brand": "Clorox", 
        "tcin": "14708488", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14708488"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox Scented Disinfecting Wipes Value Pack - 3pk/105ct", 
        "url": "/p/clorox-scented-disinfecting-wipes-value-pack-3pk-105ct/-/A-14708488", 
        "release_date": "", 
        "upc": "490030503044", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Pack of 3 scented disinfecting wipe containers that have 105 wipes each", 
                "Thick wipes that kill 99.99% of bacteria - including a wide range of cold and flu viruses", 
                "Formula dries clear so there's no residue left behind", 
                "Perfect for use on nonporous surfaces including acrylic, glass, vinyl, kitchen counters and appliances", 
                "Keep a container in your kitchen, bathroom, or even at the office"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 32.0 ounces", 
            "<B>Scent:</B> Lemon, Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Surfaces Not Recommended:</B> Unfinished Wood", 
            "<B>Recommended Surface Application:</B> Sealed Stone Surfaces, Stainless Steel, Porcelain, Multi-surface, Glass", 
            "<B>Product Results:</B> Eliminates Odors, Removes Dirt, disinfects, Cleaner", 
            "<B>Recommended Product Application:</B> Mirrors, Countertops, Cooktops, Toilet, Multi-purpose", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Health Facts:</B> Phosphorus-free, Bleach-free", 
            "<B>Container Type:</B> Plastic tub"
        ]
    }, 
    {
        "description": "Clean and disinfect multi surfaces in one easy step. These sanitizing wipes power through grease, soap scum and grime and kill 99.999% germs that can live on surfaces for up to 48 hours. Each cleaning wipe can effectively kill 99.999% of common of bacteria, including Staph, Salmonella, Strep, MRSA, E. coli and the cold and flu viruses, Human Coronavirus and Influenza A2 Virus, in as little as 30 seconds. They also remove more than 99% of allergens like car and dog dander, dust mite debris, and pollen. These antibacterial wipes are easy to use and work great on a variety of hard, nonporous surfaces, including finished hardwood, stainless steel, mirrors and glass. Ideal for use in schools, restaurants, offices and other commercial facilities. Stock up and save! Towel/Wipe Type: Disinfecting Wipes; Application: Bathrooms; Gyms; Hospitals; Kitchens; Offices; Schools; Day Care Centers; Applicable Material: Acrylic; Ceramic; Chrome; Fiberglass; Glass; Metal; Plastic; Tile; Vinyl; Wood; Material(s): Non-Woven Fiber.", 
        "dpci": "003-05-0708", 
        "brand": "Clorox", 
        "tcin": "52182504", 
        "images": [
            {
                "alternate_urls": [
                    "52182504_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "52182504"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Clorox&#174; Disinfecting Wipes, 7 x 8, Lemon Fresh, 75/Canister, 6/Carton", 
        "url": "/p/clorox-174-disinfecting-wipes-7-x-8-lemon-fresh-75-canister-6-carton/-/A-52182504", 
        "release_date": "", 
        "upc": "044600159485", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Disinfecting wipes.", 
                "From Clorox Commercial Solutions."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose, Surface Cleaning, Spot Cleaning Stains", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 17.9 ounces", 
            "<B>Scent:</B> Lemon", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Ceramic, Fiberglass, Glass, Metal, Plastic, Tile Floors, Vinyl, Wood Surfaces", 
            "<B>Product Results:</B> Disinfects, Removes Dust, Removes Mold and Mildew Stains, Removes Soil", 
            "<B>Recommended Product Application:</B> Countertops", 
            "<B>product warning: disposability:</B> Do not flush", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }, 
    {
        "description": "Kill 99.9% of germs that cause common illness. Non-linting wipe is soft and strong. Gentle aloe and vitamin E formula is alcohol-free and hypoallergenic. Dermatologist tested. Great for offices, restaurants, health clubs and any public area where germs can linger. Convenient, easy dispensing canister.", 
        "dpci": "003-05-0553", 
        "brand": "Boardwalk", 
        "tcin": "50386990", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50386990"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Cleaning supplies & tools", 
            "Cleaning wipes"
        ], 
        "title": "Boardwalk  Fresh Antibacterial Wipes -75 count", 
        "url": "/p/boardwalk-fresh-antibacterial-wipes-75-count/-/A-50386990", 
        "release_date": "", 
        "upc": "749507989981", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {}, 
        "bullet_description": [
            "<B>Item Type:</B> Cleaners and disinfectants", 
            "<B>Used For:</B> Multi-purpose", 
            "<B>Product Warning:</B> Keep container tightly sealed, keep out of eyes", 
            "<B>Capacity (Volume):</B> 43.2 cubic-in", 
            "<B>Scent:</B> Fresh", 
            "<B>Form:</B> Wipe", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Product Results:</B> Disinfects", 
            "<B>Recommended Product Application:</B> Multi-purpose", 
            "<B>Container Type:</B> Plastic canister"
        ]
    }
]