[
    {
        "description": "Clorox Splash-Less Bleach delivers a more controlled pour resulting in the same powerful clean as regular bleach but with less spills and splashes. With a thicker formula and easy to pour bottle, there is more control, less drips, and less waste. Splash-Less Bleach can whiten dingy fabrics, remove tough stains, and clean and deodorize other household surfaces. Clorox bleach is great to use for everyday cleaning and seasonal cleaning needs, including Spring Cleaning and Back to School. The concentrated bleach comes in a smaller easy to use bottle with an easy to grip handle to prevent messy spills. This sodium hypochlorite bleach can be used in both standard and high efficiency washing machines. Clorox Splash-Less Bleach's thicker formula offers the same cleaning power of liquid bleach but without the worry of messy drips and splashes.<br><br>Usage Directions: For laundry, first sort laundry by color. Add detergent. Fill bleach to max line in dispenser or add cup bleach to wash water. Add clothes and start wash. For cleaning and deodorizing, add 1/2 cup of bleach to 1 gallon of water. Pre-wash surface, mop or wipe with bleach solution. Allow solution to contact surface for at least 5 minutes. Rinse well and air dry. Do not use this product full strength for cleaning surfaces. Always dilute strictly in accordance with label directions.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other household chemicals as hazardous gases may result.", 
        "dpci": "003-07-0524", 
        "brand": "Clorox", 
        "tcin": "14770522", 
        "images": [
            {
                "alternate_urls": [
                    "14770522_Alt01", 
                    "14770522_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "14770522_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14770522", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14770522_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "14770522"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Splash-Less Bleach - 116oz", 
        "url": "/p/clorox-splash-less-bleach-116oz/-/A-14770522", 
        "release_date": "", 
        "upc": "044600307848", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox Regular Splash Less Bleach", 
                "Special formula has a more controlled pour", 
                "Bottle is easy to pour and handle"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 116.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Disinfects, Stain Remover, Removes Soil, Removes Dirt, Cleaner", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Shout Triple-Acting Stain Remover Trigger's stain-fighting ingredients and enzymes quickly penetrate, break up and remove tough stains.<br><br>DIRECTIONS FOR USE: Turn to ON. Cover the stain with Shout formula and rub in. Wait 1-5 minutes. Launder in warmest water fabric will accept. To refill, unscrew cap and pour Shout liquid refill into bottle. Turn to ON. Cover the stain with Shout formula and rub in. Wait 1-5 minutes. Launder in warmest water fabric will accept. To refill, unscrew cap and pour Shout liquid refill into bottle. 1. Turn to ON. 2. Cover the stain with SHOUT formula and rub in. 3. Wait 1-5 minutes. Launder in warmest water fabric will accept. 4. To refill, unscrew cap and pour SHOUT liquid into bottle.<br><br>USES: Fabric stain remover spray. Removes stains the first time, guaranteed. Fabric stain remover spray. Removes stains the first time, guaranteed. SHOUT is safe for all colorfast washables (fabrics which do not bleed or fade). Tips: Treat stains while fresh. When treating tough stains, let set overnight or longer before washing.", 
        "dpci": "003-07-0044", 
        "brand": "Shout", 
        "tcin": "12972708", 
        "images": [
            {
                "alternate_urls": [
                    "12972708_Alt01", 
                    "12972708_Alt02", 
                    "12972708_Alt03"
                ], 
                "swatch": "12972708_Swatch", 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12972708", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972708_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972708_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972708_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12972708"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Shout Triple-Acting Stain Remover Spray 22 fl oz", 
        "url": "/p/shout-triple-acting-stain-remover-spray-22-fl-oz/-/A-12972708", 
        "release_date": "", 
        "upc": "146500760966", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Triple-Acting Formula clings, penetrates, lifts away stains", 
                "Convenient trigger dispenser", 
                "Safe for all colorfast washables", 
                "Works in all water temperatures"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 22.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Wool", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Polyester, Cotton", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Spray Bottle", 
            "<B>Sustainability Certifications:</B> EPA Design for the Environment Program Certified", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "OxiClean Laundry Stain Remover gets out your toughest laundry stains and odors, such as wine, blood, blueberry, dirt, grass and even set-in stains. This unique formula starts to work before your eyes. OxiClean is a multipurpose stain remover that can be used to remove tough stains throughout your home from laundry and upholstery to your kitchen and bathroom.", 
        "dpci": "003-07-0405", 
        "brand": "Oxi Clean", 
        "tcin": "12856508", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "12856508"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean&#174; Laundry Stain Remover Spray - 21.5oz", 
        "url": "/p/oxiclean-174-laundry-stain-remover-spray-21-5oz/-/A-12856508", 
        "release_date": "", 
        "upc": "757037516935", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Attacks even tough, dried-on stains!", 
                "Oxygen-based, chlorine free and color safe", 
                "Fast-acting stain remover", 
                "Works in all temperatures"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 21.5 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Silk, Wool, Leather", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Multi-surface, Cotton", 
            "<B>Product Results:</B> Removes Soil, Removes Blood, Removes Grease, Stain Remover, Removes Dirt", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Spray Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Goodbye, ketchup on your white shirt. Goodbye, grass on your jeans! The toughest dried-in stains have met their match with this innovative formula. OxiClean\u0099 Max Force\u0099 Laundry Stain Remover Spray includes four types of advanced stain fighters to get out more stubborn stains the first time. For easy, safe cleaning, say hello to this fast-acting spray.", 
        "dpci": "003-07-0574", 
        "brand": "Oxi Clean", 
        "tcin": "12856530", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "12856530"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean Max Force Laundry Stain Remover Spray 12 oz", 
        "url": "/p/oxiclean-max-force-laundry-stain-remover-spray-12-oz/-/A-12856530", 
        "release_date": "", 
        "upc": "757037512449", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "4-in-1 stain fighting power gets the tough stains out!", 
                "Food Stains", 
                "Grease & Oil", 
                "Dirt & Soils", 
                "Grass & Blood", 
                "Safe for all colors and temperatures", 
                "Chlorine free"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 12.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Silk, Wool, Leather", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Cotton", 
            "<B>Product Results:</B> Removes Soil, Removes Blood, Removes Grease, Stain Remover, Removes Dirt", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Spray Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "OxiClean Versatile Stain Remover uses the power of oxygen to get tough stains out of your laundry and throughout your home.Cleaner, Whiter, Brighter - Tough Laundry Stains - Soft Surface Stains - Hard Surfaces The original OxiClean. An incredible oxygen based stain fighter that's chlorine free and color safe. OxiClean uses the power of oxygen to get tough stains out of your laundry and throughout your home. Use in every load, or pre-treat and let it soak in! Soak overnight for powerful and astounding results even the toughest stains get washed away! The unique formula is activated by water, unleashing bubbling oxygen power for safe, effective cleaning. It boosts your laundry water pH to improve your detergents cleaning ability, and its special ingredients are designed to help rinse soils away. Available in Regular and Free (scent and dye-free) varieties. For ALL machines including he.", 
        "dpci": "003-07-0547", 
        "brand": "Oxi Clean", 
        "tcin": "52050622", 
        "images": [
            {
                "alternate_urls": [
                    "52050622_Alt01", 
                    "52050622_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "52050622_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52050622", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "52050622_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "52050622"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean&#174; Versatile Stain Remover - 5.9lb", 
        "url": "/p/oxiclean-174-versatile-stain-remover-5-9lb/-/A-52050622", 
        "release_date": "", 
        "upc": "757037951033", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "An incredible oxygen based stain fighter that&rsquo;s chlorine free and color safe.", 
                "OxiClean uses the power of oxygen to get tough stains out of your laundry and throughout your home. Use in every load, or pre-treat and let it soak in!", 
                "Soak overnight for powerful and astounding results even the toughest stains get washed away!", 
                "The unique formula is activated by water, unleashing bubbling oxygen power for safe, effective cleaning. It boosts your laundry water pH to improve your detergents cleaning ability, and its special ingredients are designed to help rinse soils away."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> No warning applicable", 
            "<B>Capacity (Volume):</B> 94.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Powder", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> Bleach-free", 
            "<B>Container Type:</B> Plastic tub", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Tide to Go is the portable, instant stain remover that helps eliminate many fresh food and drink stains on the spot. Keep a Tide to Go in your briefcase, car, purse and kitchen -- everywhere you encounter stains. ", 
        "dpci": "003-07-0042", 
        "brand": "Tide", 
        "tcin": "13054701", 
        "images": [
            {
                "alternate_urls": [
                    "13054701_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13054701_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13054701"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Tide To Go&#174; Stain Remover Pen - 1 Count", 
        "url": "/p/tide-to-go-174-stain-remover-pen-1-count/-/A-13054701", 
        "release_date": "", 
        "upc": "037000015659", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Instantly removes many fresh food and drink stains.", 
                "Portable -- no mess, nothing to throw away, nothing to get on hands, etc.", 
                "Works well on Coffee, Tea, Wine, Spaghetti sauce, BBQ sauce, Ketchup, Grape juice and More."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, seek medical help if product is swallowed, seek fresh air if product is inhaled, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> .34 ounces", 
            "<B>Features:</B> Disposable, Non-Abrasive", 
            "<B>Scent:</B> Unscented, Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Pen", 
            "<B>Surfaces Not Recommended:</B> Leather", 
            "<B>Recommended Surface Application:</B> Polyester, Fabric, Clothing, Wool, Cotton", 
            "<B>Product Results:</B> Cleaner, Stain Remover, Removes Soil", 
            "<B>Health Facts:</B> Bleach-free", 
            "<B>Container Type:</B> Pen", 
            "<B>Package Quantity:</B> 1.0", 
            "<B>Sustainability Claims:</B> Recyclable"
        ]
    }, 
    {
        "description": "OxiClean Versatile Stain Remover Free uses the power of oxygen to get tough stains out of your laundry and throughout your home.Cleaner, Whiter, Brighter - Tough Laundry Stains - Soft Surface Stains - Hard Surfaces. An incredible oxygen based stain fighter that's chlorine free, color safe and free of dyes and fragrances. OxiClean uses the power of oxygen to get tough stains out of your laundry and throughout your home. Use in every load, or pre-treat and let it soak in! Soak overnight for powerful and astounding results even the toughest stains get washed away! The unique formula is activated by water, unleashing bubbling oxygen power for safe, effective cleaning. It boosts your laundry water pH to improve your detergents cleaning ability, and its special ingredients are designed to help rinse soils away. Available in Regular and Free (scent and dye-free) varieties. For ALL machines including he.", 
        "dpci": "003-07-0526", 
        "brand": "Oxi Clean", 
        "tcin": "51980122", 
        "images": [
            {
                "alternate_urls": [
                    "51980122_Alt01", 
                    "51980122_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51980122", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980122_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980122_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51980122"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean Versatile Stain Remover Free, 3.5lb", 
        "url": "/p/oxiclean-versatile-stain-remover-free-3-5lb/-/A-51980122", 
        "release_date": "", 
        "upc": "757037951019", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "An incredible oxygen based stain fighter that&rsquo;s chlorine free and color safe.", 
                "OxiClean uses the power of oxygen to get tough stains out of your laundry and throughout your home. Use in every load, or pre-treat and let it soak in!", 
                "Soak overnight for powerful and astounding results even the toughest stains get washed away!", 
                "The unique formula is activated by water, unleashing bubbling oxygen power for safe, effective cleaning. It boosts your laundry water pH to improve your detergents cleaning ability, and its special ingredients are designed to help rinse soils away."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 56.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Powder", 
            "<B>Surfaces Not Recommended:</B> Wool, Silk, Leather", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Multi-surface, Cotton", 
            "<B>Product Results:</B> Removes Grease, Removes Blood, Stain Remover, Removes Soil, Removes Dirt", 
            "<B>Health Facts:</B> No fragrance added, Phosphate-free, hypoallergenic, dye-free", 
            "<B>Container Type:</B> Plastic tub", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "OxiClean Versatile Stain Remover uses the power of oxygen to get tough stains out of your laundry and throughout your home.Cleaner, Whiter, Brighter - Tough Laundry Stains - Soft Surface Stains - Hard Surfaces The original OxiClean. An incredible oxygen based stain fighter that's chlorine free and color safe. OxiClean uses the power of oxygen to get tough stains out of your laundry and throughout your home. Use in every load, or pre-treat and let it soak in! Soak overnight for powerful and astounding results even the toughest stains get washed away! The unique formula is activated by water, unleashing bubbling oxygen power for safe, effective cleaning. It boosts your laundry water pH to improve your detergents cleaning ability, and its special ingredients are designed to help rinse soils away. Available in Regular and Free (scent and dye-free) varieties. For ALL machines including he.", 
        "dpci": "003-07-0537", 
        "brand": "Oxi Clean", 
        "tcin": "51980077", 
        "images": [
            {
                "alternate_urls": [
                    "51980077_Alt01", 
                    "51980077_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51980077_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980077_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980077", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51980077"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean Versatile Stain Remover Powder - 3.5lbs", 
        "url": "/p/oxiclean-versatile-stain-remover-powder-3-5lbs/-/A-51980077", 
        "release_date": "", 
        "upc": "757037950999", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "An incredible oxygen based stain fighter that&rsquo;s chlorine free and color safe.", 
                "OxiClean uses the power of oxygen to get tough stains out of your laundry and throughout your home. Use in every load, or pre-treat and let it soak in!", 
                "Soak overnight for powerful and astounding results even the toughest stains get washed away!", 
                "The unique formula is activated by water, unleashing bubbling oxygen power for safe, effective cleaning. It boosts your laundry water pH to improve your detergents cleaning ability, and its special ingredients are designed to help rinse soils away."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 56.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Powder", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk, Wool", 
            "<B>Recommended Surface Application:</B> Multi-surface, Fabric, Clothing, Cotton", 
            "<B>Product Results:</B> Removes Dirt, Removes Blood, Removes Grease, Stain Remover, Removes Soil", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Plastic tub", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Shout Triple-Acting Liquid Refill60 fl. oz.<br><br>DIRECTIONS FOR USE: Unscrew cap and pour Shout refill into Shout trigger bottle. Use trigger bottle as usual. Spray stain directly. Wait 1-5 minutes. Launder fabric as soon as possible in the warmest water temperature the fabric allows.<br><br>USES: Stain remover refill.", 
        "dpci": "003-07-0068", 
        "brand": "Shout", 
        "tcin": "12972700", 
        "images": [
            {
                "alternate_urls": [
                    "12972700_Alt01", 
                    "12972700_Alt02", 
                    "12972700_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12972700_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972700_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972700_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972700", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12972700"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Shout Triple-Acting Liquid Refill 60 fl oz", 
        "url": "/p/shout-triple-acting-liquid-refill-60-fl-oz/-/A-12972700", 
        "release_date": "", 
        "upc": "046500022746", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Shout stain remover spray is packed with stain-fighting ingredients and enzymes to quickly penetrate, break up and remove tough stains", 
                "Triple-Acting formula clings, penetrates, and lifts away stains", 
                "Refill bottle saves money as you refill your Shout trigger bottle", 
                "Safe for all colorfast washables", 
                "Works in all water temperatures"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 60.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Wool", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Polyester, Cotton", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Sustainability Certifications:</B> EPA Design for the Environment Program Certified", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox Splash-Less Bleach delivers a more controlled pour resulting in the same powerful clean as regular bleach but with less spills and splashes. With a thicker formula and easy to pour bottle, there is more control, less drips, and less waste. Splash-Less Bleach can whiten dingy fabrics, remove tough stains, and clean and deodorize other household surfaces with a fresh clean linen scent. Clorox bleach is great to use for everyday cleaning and seasonal cleaning needs, including Spring Cleaning and Back to School. The concentrated bleach comes in a smaller easy to use bottle with an easy to grip handle to prevent messy spills. This sodium hypochlorite bleach can be used in both standard and high efficiency washing machines. Clorox Splash-Less Bleach's thicker formula offers the same cleaning power of liquid bleach but without the worry of messy drips and splashes.<br><br>Usage Directions: For laundry, first sort laundry by color. Add detergent. Fill bleach to max line in dispenser or add cup bleach to wash water. Add clothes and start wash. For cleaning and deodorizing, add 1/2 cup of bleach to 1 gallon of water. Pre-wash surface, mop or wipe with bleach solution. Allow solution to contact surface for at least 5 minutes. Rinse well and air dry. Do not use this product full strength for cleaning surfaces. Always dilute strictly in accordance with label directions.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other chemicals as hazardous gases may result.", 
        "dpci": "003-07-0102", 
        "brand": "Clorox", 
        "tcin": "16744449", 
        "images": [
            {
                "alternate_urls": [
                    "16744449_Alt01", 
                    "16744449_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "16744449", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "16744449_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "16744449_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "16744449"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Splash-Less Bleach, Clean Linen Scent, 116 oz", 
        "url": "/p/clorox-splash-less-bleach-clean-linen-scent-116-oz/-/A-16744449", 
        "release_date": "", 
        "upc": "044600310541", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox Clean Linen Scent Splash Less Bleach", 
                "Special formula has a more controlled pour", 
                "Easy to pour and handle"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 116.0 ounces", 
            "<B>Scent:</B> Linen", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>Recommended Surface Application:</B> Clothing, Multi-surface", 
            "<B>Product Results:</B> Cleaner, Stain Remover, Removes Soil, Removes Dirt, disinfects", 
            "<B>Health Facts:</B> Phosphate-free", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Fight tough stains with the power of oxygen using OxiClean Laundry Stain Remover Refill. Chlorine-free and color safe, the unique formula clings to stains, letting the oxygen formula dive deep into clothing fibers to help lift stains away from the fabric. Made for use with OxiClean Laundry Stain Remover Spray, this powerful cleaner helps tackle the toughest stains, from red wine and blueberries to chocolate and tomato sauce.", 
        "dpci": "003-07-0008", 
        "brand": "Oxi Clean", 
        "tcin": "13954063", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13954063"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Oxi Clean Laundry Stain Remover Refill - 56 fl oz", 
        "url": "/p/oxi-clean-laundry-stain-remover-refill-56-fl-oz/-/A-13954063", 
        "release_date": "", 
        "upc": "757037000458", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Powerful stain remover helps reveal brighter colors and whiter whites", 
                "&nbsp;Oxygen formula dives deep into clothing fibers to help lift stains away from the fabric", 
                "&nbsp;Chlorine- and bleach-free formula is color safe"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 56.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Wool, Silk, Leather", 
            "<B>Recommended Surface Application:</B> Clothing, Fabric, Multi-surface", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Combine the cleaning power of Clorox Performance Bleach with CloroMax technology, this number one bleach of choice in America now keeps clothes whiter longer based on stain removal verses detergent alone and cleans and protects surfaces by reducing soil adhesion while leaving a pleasant Fresh Meadow fragrance. This concentrated formula, filtered three times to deliver the purest bleach, removes 70% more stains than detergents alone and protects surfaces for easier, reduced cleaning effort. Use Clorox Bleach with CloroMax technology with confidence to remove tough laundry stains like grass, juice, dirt and blood from white clothing to cleaning countertops, floors, sinks, and trash cans. This sodium hypochlorite bleach can be used in standard and high efficiency washing machines. Great for everyday cleaning and seasonal cleaning needs including Spring Cleaning, & Back to School season. Clorox Bleach with CloroMax technology cleans, protects and deodorizes to keep your laundry and home smelling fresh.<br><br>Usage Directions: For laundry, sort laundry by color and add detergent. Fill bleach to max line in dispenser or add 1/2 cup bleach to wash water. Add clothes and start wash. For best results, add to wash 5 minutes after the wash cycle has begun. For cleaning and deodorizing, dilute 1/2 cup of bleach with 1 gallon of water. Pre-wash surface, mop or wipe with bleach solution. Allow solution to contact surface for at least 5 minutes. Rinse well and air dry. For prolonged use, wear rubber gloves.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other household chemicals as hazardous gases may result.", 
        "dpci": "003-07-0523", 
        "brand": "Clorox", 
        "tcin": "14770520", 
        "images": [
            {
                "alternate_urls": [
                    "14770520_Alt01", 
                    "14770520_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "14770520_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14770520_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14770520", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "14770520"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Bleach, Fresh Meadow Scent, 121 oz", 
        "url": "/p/clorox-bleach-fresh-meadow-scent-121-oz/-/A-14770520", 
        "release_date": "", 
        "upc": "044600307763", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "121 ounce bottle of Clorox Bleach, Fresh Meadow Scent", 
                "CloroMax provides stain protection", 
                "Keep whites whiter longer"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes, keep off of clothing", 
            "<B>Capacity (Volume):</B> 121.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> Dye-free", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Wear white without fear! <br>Sometimes, stains are unavoidable. But when getting them out is this easy, you’ll never worry about it again. OxiClean\u0099 Max Force\u0099 Gel Stick helps you fight stains like never before. Just apply pretreater and wash your clothes up to a week later. The innovative formula includes four types of stain fighters, while the advanced applicator helps penetrate deep into fibers to get out stubborn stains the first time.", 
        "dpci": "003-07-0646", 
        "brand": "Oxi Clean", 
        "tcin": "12856592", 
        "images": [
            {
                "alternate_urls": [
                    "12856592_Alt01", 
                    "12856592_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12856592_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12856592", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12856592_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12856592"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean Max Force Pre Treater Gel Stick 6.2 oz", 
        "url": "/p/oxiclean-max-force-pre-treater-gel-stick-6-2-oz/-/A-12856592", 
        "release_date": "", 
        "upc": "757037513552", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "4-in-1 stain fighting power gets the tough stains out!", 
                "Food Stains", 
                "Grease & Oil", 
                "Dirt & Soils", 
                "Grass & Blood", 
                "Thick gel formula sticks to stains and breaks them down", 
                "Treat now and wash later&ndash;use up to one week before washing", 
                "Non-staining blue formula allows you to see where clothes have been treated and then washes away", 
                "Does not damage color or fabric when used as directed"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 6.2 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Gel", 
            "<B>Surfaces Not Recommended:</B> Silk, Wool, Leather", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Cotton", 
            "<B>Product Results:</B> Removes Dirt, Removes Blood, Removes Grease, Stain Remover, Removes Soil", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Pen", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Shout Advanced Ultra Gel Brush combines powerful Shout stain fighters with a stain-lifting brush to penetrate and remove your toughest stains.<br><br>DIRECTIONS FOR USE: 1. Squeeze SHOUT GEL onto stain. 2. Use brush to rub gel into fabric. 3. Wait 1-5 minutes depending on severity of stain. 4. Launder with regular detergent in warmest water fabric will accept.<br><br>USES: Use the built-in, fabric-safe brush to work the gel deep into fibers. Apply as soon as possible after stain occurs. Treat stains up to a week before washing.", 
        "dpci": "003-07-0043", 
        "brand": "Shout", 
        "tcin": "13750473", 
        "images": [
            {
                "alternate_urls": [
                    "13750473_Alt01", 
                    "13750473_Alt02", 
                    "13750473_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13750473_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750473_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750473_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750473", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13750473"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Shout Advanced Ultra Gel Brush", 
        "url": "/p/shout-advanced-ultra-gel-brush/-/A-13750473", 
        "release_date": "", 
        "upc": "146500729260", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Thick gel formula concentrates stain-lifting power directly onto the stain", 
                "Built-in brush makes treating stains easy", 
                "Formula lets you treat stains now and wash up to a week later", 
                "Safe for all colorfast washables"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 8.7 ounces", 
            "<B>Features:</B> Heavy duty", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Gel", 
            "<B>Surfaces Not Recommended:</B> Leather", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Shout Color Catcher sheets absorb and trap loose dyes in your wash water, protecting clothes against color bleeds and helping preserve original colors. Color protector sheets go straight into the wash.<br><br>DIRECTIONS FOR USE: Place 1 sheet in washing machine, then add detergent and clothing. Use 2 sheets for large loads or loads with new, dark, or non-colorfast garments. After laundry cycle is complete, discard sheet(s) after one use. Sheets are dryer safe. Front Load Washers - place Color Catcher sheet in a mesh bag as recommended by machine manufacturer to prevent sheet from getting into the water pump.<br><br>USES: Mix whites, lights, and colors without worrying about color runs or bleeding. Trap loose dyes and dirt released during the wash cycle. At the end of the wash, the dye and dirt come out on the Color Catcher sheet, not your clothes. The proof is in the sheet!", 
        "dpci": "003-07-0328", 
        "brand": "Shout", 
        "tcin": "12972703", 
        "images": [
            {
                "alternate_urls": [
                    "12972703_Alt01", 
                    "12972703_Alt02", 
                    "12972703_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "12972703", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972703_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972703_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "12972703_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "12972703"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Shout Color Catcher 24ct", 
        "url": "/p/shout-color-catcher-24ct/-/A-12972703", 
        "release_date": "", 
        "upc": "046500622489", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Sheets lock up loose dyes found in the wash water to prevent dyes from running or bleeding onto other clothes", 
                "Sheets change color as they absorb any loose dyes", 
                "Saves time by reducing the need for sorting", 
                "Saves money by reducing the need for half-size loads", 
                "Safe for all colorfast washables and water temperatures"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 24.0 ounces", 
            "<B>Features:</B> Disposable", 
            "<B>Scent:</B> Fresh", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Sheet", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Wool, Polyester, Cotton", 
            "<B>Product Results:</B> Prevents Discoloration, Prevents Fading", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Box", 
            "<B>Package Quantity:</B> 24.0"
        ]
    }, 
    {
        "description": "Clorox Splash Less Lemon Fresh Bleach delivers a controlled pour so that you get bleach just where you need it. This concentrated no splash formula removes 70% more stains vs. detergent alone in HE machines and whitens, brightens and deodorizes leaving a Lemon Fresh Scent. Clorox Splash-Less Bleach is designed with the same cleaning and stain fighting power as liquid bleach but in a thicker formula and easy pour bottle resulting in less spills, splashes and waste. This household bleach removes stains, whitens your whites, and cleans and deodorizes your home. Smell the power of clean as you tackle tough stains and messes with Clorox Splash-Less Bleach.<br><br>Usage Directions: Add product directly to surface. For best results, scrub as needed. Rinse and allow to dry. DO NOT allow product or rinse water to enter storm drains, lakes, streams or other bodies of water.<br><br>Caution Statements: Eye irritant. May cause skin irritation. Do not get in eyes or on clothing. For sensitive skin or prolonged use, wear rubber gloves. Avoid prolonged breathing of vapors. Use only in well-ventilated areas.", 
        "dpci": "003-07-0190", 
        "brand": "Clorox", 
        "tcin": "51069612", 
        "images": [
            {
                "alternate_urls": [
                    "51069612_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51069612", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51069612_Alt02", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51069612"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Liquid Bleach Lemon Splash-less 116 oz.", 
        "url": "/p/clorox-liquid-bleach-lemon-splash-less-116-oz/-/A-51069612", 
        "release_date": "", 
        "upc": "044600315898", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox Lemon Fresh Splash Less Bleach", 
                "Special formula has a more controlled pour", 
                "Bottle is easy to pour and handle"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, avoid contact with skin, eye irritant, drink water if product is swallowed, keep out of reach of children, seek medical help if product is swallowed, store product in a well ventilated area", 
            "<B>Capacity (Volume):</B> 116.0 ounces", 
            "<B>Scent:</B> Lemon, lemon", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>number of uses:</B> 80.0", 
            "<B>Recommended Surface Application:</B> Clothing, Multi-surface", 
            "<B>Product Results:</B> Removes Dirt, Prevents Fading, Stain Remover, disinfects", 
            "<B>Health Facts:</B> Phosphate-free, dye-free", 
            "<B>Container Type:</B> Plastic Jug"
        ]
    }, 
    {
        "description": "OxiClean\u0099 Odor Blasters Versatile Stain Remover contains the same incredible oxygen based stain removal power of OxiClean\u0099 Versatile Stain Remover that’s chlorine free and color safe. PLUS it’s specially formulated to attack tough odors like musty towels, body odor and sweat.  OxiClean\u0099 Odor Blasters uses the power of oxygen to get tough stains and odors out of your laundry and throughout your home. Use in every load, or pre-treat", 
        "dpci": "003-07-0538", 
        "brand": "Oxi Clean", 
        "tcin": "51980075", 
        "images": [
            {
                "alternate_urls": [
                    "51980075_Alt02", 
                    "51980075_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51980075_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980075_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980075", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51980075"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean Odor Blasters Versatile Stain & Odor Remover, 3.5lb", 
        "url": "/p/oxiclean-odor-blasters-versatile-stain-odor-remover-3-5lb/-/A-51980075", 
        "release_date": "", 
        "upc": "757037951002", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "America's #1 Versatile Stainfighter Brand based on units sold", 
                "Great for Sweaty Gym Clothes, Musty Towels, and Smelly Household Stains", 
                "Chlorine Free and Color Safe", 
                "Great for laundry and throughout your house!", 
                "Works with ALL WASHING MACHINES"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 56.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Powder", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk, Wool", 
            "<B>Recommended Surface Application:</B> Multi-surface, Fabric, Clothing, Cotton", 
            "<B>Product Results:</B> Removes Dirt, Removes Blood, Removes Grease, Stain Remover, Removes Soil", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Plastic tub", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "The Clorox Bleach Pen Gel is a handy bleach pen for cleaning in the home or on the go. The dual tip applicator has a fine point so that you can concentrate the bleach right where you need it and the broad scrubber allows you to rub out the stain. Carry it in your purse for bleaching whites with messy stains anywhere on the go. Great for cleaning mold and mildew from your kitchen and bathroom tile and grout and those hard to reach areas throughout your home. Usage Directions: For laundry, use only on white, bleach-safe fabrics. Shake before use and unscrew cap on chosen tip. Do not remove both caps at the same time. Squeeze and apply liberally to stain. (Note: Using large quantities increases the chance of affecting adjacent colors.) Replace cap. Rub stain. Leave for one minute and dab off Bleach Pen Gel with a paper towel. For best results, wash your clothes immediately after applying the gel. Remove garment before treating. To remove stains around the house on tile, grout, caulking and porcelain, shake before use and unscrew cap on chosen tip. Do not remove both caps at the same time. Squeeze, apply liberally and replace cap. Rub stain and rinse or wipe clean immediately.Ingredients: Anionic and nonionic surfactants, sodium hypochlorite bleach. Contains no phosphorus. Conforms to ASTM D4236.Warnings: CAUTION: EYE IRRITANT. Avoid contact with eyes. May cause skin irritation. For sensitive skin or prolonged use, wear rubber gloves.", 
        "dpci": "003-07-0391", 
        "brand": "Clorox", 
        "tcin": "13106024", 
        "images": [
            {
                "alternate_urls": [
                    "13106024_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13106024", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13106024_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13106024"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Bleach Pen - 2oz", 
        "url": "/p/clorox-bleach-pen-2oz/-/A-13106024", 
        "release_date": "", 
        "upc": "044600046907", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Handy precision stain fighter pen", 
                "Includes a narrow point for precise application and a broad tip for larger stains", 
                "Removes tough stains like mold and mildew, coffee, tea, berry juice and red wine", 
                "Works on whites and patterns", 
                "Dual-tipped applicator delivers bleach where you want it without splashing or over spraying"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 2.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Pen", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk, Wool", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Cleaner, Stain Remover", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Pen", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Save the moment with Tide to Go, the instant stain remover that helps eliminate some of your toughest fresh food and drink stains. Best of all, Tide to Go travels easily to stop stains on the spot.  Keep a Tide to Go in your briefcase, car, purse and kitchen -- everywhere you encounter stains.", 
        "dpci": "003-07-0782", 
        "brand": "Tide", 
        "tcin": "15225976", 
        "images": [
            {
                "alternate_urls": [
                    "15225976_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "15225976"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Tide To Go Stain Remover Pen - 3 Count", 
        "url": "/p/tide-to-go-stain-remover-pen-3-count/-/A-15225976", 
        "release_date": "", 
        "upc": "037000018711", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Instantly removes many fresh food and drink stains.", 
                "Portable -- no mess, nothing to throw away, nothing to get on hands, etc.", 
                "Works well on tomato juice, ketchup, BBQ sauce, grape juice, coffee, wine, tea, chocolate syrup."
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, seek medical help if product is swallowed, seek fresh air if product is inhaled, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 1.01 ounces", 
            "<B>Features:</B> Disposable, Non-Abrasive", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Pen", 
            "<B>CPSC Choking Hazard Warnings:</B> Choking_hazard_small_parts", 
            "<B>Surfaces Not Recommended:</B> Leather", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Wool, Polyester, Cotton", 
            "<B>Product Results:</B> Removes Soil, Stain Remover, Cleaner", 
            "<B>Health Facts:</B> Phosphate-free", 
            "<B>Container Type:</B> Pen", 
            "<B>Package Quantity:</B> 3.0"
        ]
    }, 
    {
        "description": "Shout Wipes are made portable, so you can use them to remove on-the-go stains right away. Wherever stains happen, Shout Wipes are there.<br><br>DIRECTIONS FOR USE: Remove excess stain. Apply Shout Wipe & Go from the outside of the stain working towards the center. For best results, treat stains shortly after they occur. Place a dry cloth or towel under the stain while treating.<br><br>USES: Shout Wipes are made portable, so you can use them to remove on-the-go stains right away. Wherever stains happen, Shout Wipes are there.", 
        "dpci": "003-07-0049", 
        "brand": "Shout", 
        "tcin": "13750551", 
        "images": [
            {
                "alternate_urls": [
                    "13750551_Alt01", 
                    "13750551_Alt02", 
                    "13750551_Alt03"
                ], 
                "swatch": "13750551_Swatch", 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13750551_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750551_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750551", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13750551_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13750551"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Shout Wipe & Go Wipes 12ct", 
        "url": "/p/shout-wipe-go-wipes-12ct/-/A-13750551", 
        "release_date": "", 
        "upc": "046500022463", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Individually packaged and portable. They go everywhere you do", 
                "Easily disposable&mdash;just throw the used cloth away", 
                "Stain-absorbing cloths instantly remove on-the-go stains, literally lifting them off your clothes", 
                "Perfect for clothing, carpet and auto interiors", 
                "Safe for all colorfast washables"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 12.0 ounces", 
            "<B>Features:</B> TSA Friendly", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Sheet", 
            "<B>Surfaces Not Recommended:</B> Leather", 
            "<B>Recommended Surface Application:</B> Fabric", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Pouch", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox UltimateCare Bleach whitens and cleans with a pleasant scent. This user friendly bleach not only has a gentle soft cotton scent, but also works gently on even delicate laundry. The thick no splash formulated bleach can be poured directly onto fabrics to pretreat tough stains. With no overpowering bleach odor, the proof of the bleaching power can be seen in the whitening results. This bleach can be used in standard and high efficiency washing machines. Clorox UltimateCare Gentle Bleach offers a gentle Soft Cotton scent.<br><br>Usage Directions: Sort laundry by color. Add detergent and laundry to wash water. Add Clorox UltimateCare Bleach. To pretreat stains, remove any loose soil, apply bleach directly to stain, rub in and let sit 3 minutes. Add rest of capful to washer and wash immediately. This bleach is safe for most whites. If in doubt, apply one drop to hidden area. Rinse after 3 minutes, blot dry. If no color change, garment can be safely bleached. Avoid bleaching wool, silk, mohair, leather, spandex and nonfast colors.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other household chemicals as hazardous gases may result.", 
        "dpci": "003-07-0136", 
        "brand": "Clorox", 
        "tcin": "13105927", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "13105927", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13105927"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox UltimateCare Bleach, Soft Cotton Scent, 90 oz", 
        "url": "/p/clorox-ultimatecare-bleach-soft-cotton-scent-90-oz/-/A-13105927", 
        "release_date": "", 
        "upc": "044600016931", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox UltimateCare Bleach Whitens and Clean Delicate Laundry", 
                "Soft cotton scent", 
                "Thicker, no splash formula"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of eyes, keep off of clothing, flush immediately if product enters eyes", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Silk, Wool, Leather", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Stain Remover, Cleaner", 
            "<B>Health Facts:</B> Dye-free", 
            "<B>Container Type:</B> Plastic Jug", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox Control Bleach Packs are a convenient solution for cleaning fabrics, toilets, sinks and hard nonporous surfaces. Simply follow dilution instructions on the packaging, and then mop, wipe, wash or rinse away tough stains. These water-activated solid bleach Packs can be used in both HE and standard washing machines. Clorox Control Bleach Packs let you enjoy the same great Clorox Bleach power without the worries of spills or splashes.<br><br>Usage Directions: For bleachable fabrics, add detergent as directed to HE and standard machines. Fill crystals dosing cap to line. Add crystals directly to machine drum. For extra-large or heavily soiled loads, use twice the dose. Crystals dissolve fully during the wash. To clean and deodorize, fill dosing cap to line. Add crystals to 1 gallon of water. Stir to dissolve. Mop or wipe surface with bleach solution. Rinse well and air dry.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other household chemicals as hazardous gases may result.", 
        "dpci": "003-07-0142", 
        "brand": "Clorox", 
        "tcin": "17142470", 
        "images": [
            {
                "alternate_urls": [
                    "17142470_Alt01", 
                    "17142470_Alt02", 
                    "17142470_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "17142470_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17142470", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17142470_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17142470_Alt03", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "17142470"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Control Bleach Packs, Regular, 12 ct", 
        "url": "/p/clorox-control-bleach-packs-regular-12-ct/-/A-17142470", 
        "release_date": "", 
        "upc": "044600313719", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox Control Regular bleach packs", 
                "Use on clothes and household surfaces", 
                "Water activated solid bleach packs"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 1.8 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Antistatic", 
            "<B>Form:</B> Capsule", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk, Wool", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Polyester, Cotton", 
            "<B>Product Results:</B> Stain Remover, Removes Soil, Removes Dirt, Cleaner", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox 2 Laundry Stain Remover and Color Booster helps keep clothes looking newer, longer, leaving behind a clean linen scent. It has 2x the color brightening power and removes 4x more stains with pretreating than using detergent alone. This stain remover is safe for all loads, both color and washable fabrics. To remove dried and set in stains, pretreat prior to wash. Add to every wash load with detergent for color brightening power and total clean. It can be used in standard and high efficiency washing machines. Keep clothes bright and looking new with Clorox 2 Laundry Stain Remover and Color Booster.<br><br>Usage Directions: For color boosting power and a total clean, fill cap to line 1 for HE machines or regular loads, or fill to line 2 for extra-dirty or large loads. For best results, pretreat to remove stains from clothes. Apply Clorox 2 directly to tough stains like grass, dirt and ink. Rub in gently and set 5 to 10 minutes. Do not allow to dry on fabric. Wash with Clorox 2 and detergent.<br><br>Caution Statements: This stain remover and color booster is an eye irritant. Do not get in eyes. If contact with eyes occurs, flush with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. Keep out of reach of children.", 
        "dpci": "003-07-0209", 
        "brand": "Clorox 2", 
        "tcin": "14768618", 
        "images": [
            {
                "alternate_urls": [
                    "14768618_Alt01", 
                    "14768618_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "14768618_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14768618_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14768618", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "14768618"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox2 Stain Fighter Original 88 oz", 
        "url": "/p/clorox2-stain-fighter-original-88-oz/-/A-14768618", 
        "release_date": "", 
        "upc": "044600307138", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox 2 Original Laundry Stain Remover and Color Booster", 
                "Clean fresh linen scent", 
                "Safe for HE and standard machines"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 88.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Wool, Silk, Leather", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing", 
            "<B>Product Results:</B> Removes Soil, Removes Dirt, Cleaner", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Jug", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox 2 Free & Clear Laundry Stain Remover and Color Booster helps keep clothes looking newer, longer. This laundry stain remover packs a special formula to boost colors and whiten whites without the use of dyes and perfumes. With the 2x the color brightening power and removal of 4x more stains with pretreating than using detergent alone, this laundry stain remover will combat a variety of everyday stains from chocolate to coffee and more. This Dermatologist tested, hypoallergenic stain remover contains no fragrances or dyes which is great for sensitive skin and is safe for all washable fabrics, both color and white loads. To remove dried and set in stains, pretreat prior to wash. Add to every wash load with detergent for color brightening power and total clean. It can be used in standard and high efficiency washing machines. Keep clothes bright and looking new with Clorox 2 Free & Clear Laundry Stain Remover and Color Booster.<br><br>Usage Directions: For color boosting power and a total clean, fill cap to line 1 for HE machines or regular loads, or fill to line 2 for extra-dirty or large loads. For best results, pretreat to remove stains from clothes. Apply Clorox 2 directly to tough stains like grass, dirt and ink. Rub in gently and set 5 to 10 minutes. Do not allow to dry on fabric. Wash with Clorox 2 and detergent.<br><br>Caution Statements: This stain remover and color booster is an eye irritant. Do not get in eyes. If contact with eyes occurs, flush with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. Keep out of reach of children.", 
        "dpci": "003-07-0331", 
        "brand": "Clorox 2", 
        "tcin": "50053136", 
        "images": [
            {
                "alternate_urls": [
                    "50053136_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "50053136_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "50053136", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "50053136"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox 2 Laundry Stain Remover and Color Booster, Free and Clear, 88 oz", 
        "url": "/p/clorox-2-laundry-stain-remover-and-color-booster-free-and-clear-88-oz/-/A-50053136", 
        "release_date": "", 
        "upc": "044600314730", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox 2 Free and Clear Laundry Stain Remover and Color Booster", 
                "Free of perfumes and dyes", 
                "Gentle on sensitive skin"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of eyes, flush immediately if product enters eyes, keep out of reach of children", 
            "<B>Capacity (Volume):</B> 88.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>number of uses:</B> 85.0", 
            "<B>Recommended Surface Application:</B> Clothing, Cotton, Fabric, Polyester, Wool", 
            "<B>Product Results:</B> Eliminates Odors, Prevents Discoloration, Prevents Fading, Safe for Use with Delicates, Stain Remover, Removes Soil, Removes Grease, Removes Dirt, Removes Blood", 
            "<B>Health Facts:</B> Phosphate-free, dye-free, no fragrance added", 
            "<B>Container Type:</B> Plastic Jug"
        ]
    }, 
    {
        "description": "Clorox Control Bleach Crystals, Regular, are a convenient solution for cleaning fabrics, toilets, sinks and hard nonporous surfaces. Simply follow dilution instructions on the packaging, and then mop, wipe, wash or rinse away tough stains. These water-activated solid bleach crystals can be used in both HE and standard washing machines. Clorox Control Bleach Crystals let you enjoy the same great Clorox Bleach power without the worries of spills or splashes.<br><br>Usage Directions: For bleachable fabrics, add detergent as directed to HE and standard machines. Fill crystals dosing cap to line. Add crystals directly to machine drum. For extra-large or heavily soiled loads, use twice the dose. Crystals dissolve fully during the wash. To clean and deodorize, fill dosing cap to line. Add crystals to 1 gallon of water. Stir to dissolve. Mop or wipe surface with bleach solution. Rinse well and air dry.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other household chemicals as hazardous gases may result.", 
        "dpci": "003-07-0141", 
        "brand": "Clorox", 
        "tcin": "17396348", 
        "images": [
            {
                "alternate_urls": [
                    "17396348_Alt01", 
                    "17396348_Alt02", 
                    "17396348_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "17396348_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17396348_Alt03", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17396348_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17396348", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "17396348"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Control Bleach Crystals, Fresh Meadow, 24 oz", 
        "url": "/p/clorox-control-bleach-crystals-fresh-meadow-24-oz/-/A-17396348", 
        "release_date": "", 
        "upc": "044600313436", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Use Clorox Control Bleach Crystals on fabric or hard surfaces", 
                "Fresh Meadow scent", 
                "Water activated solid bleach crystals"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 24.0 ounces", 
            "<B>Scent:</B> Fresh", 
            "<B>Formulation:</B> Antistatic", 
            "<B>Form:</B> Beads", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk, Wool", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Polyester, Cotton", 
            "<B>Product Results:</B> Stain Remover, Removes Soil, Removes Dirt, Cleaner", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "OxiClean White Revive is a laundry stain remover powder that does not contain chlorine bleach and has a fresh scent. OxiClean works with your detergent to break down stain molecules on your fibers, allowing them to be carried away in the wash and leaving your clothes whiter and brighter. It's  tough on stains but safe for use on white and colorfast washables. For best results, pre-soak tough stains or dingy whites in accordance with package directions.", 
        "dpci": "003-07-0539", 
        "brand": "Oxi Clean", 
        "tcin": "51980078", 
        "images": [
            {
                "alternate_urls": [
                    "51980078_Alt01", 
                    "51980078_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "51980078_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980078_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "51980078", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "51980078"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "OxiClean White Revive Powder, 3.5lb", 
        "url": "/p/oxiclean-white-revive-powder-3-5lb/-/A-51980078", 
        "release_date": "", 
        "upc": "757037951026", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "With 40% More Whitening Power than Chlorine Bleach, OxiClean White Revive Maintains and Revives Whites to Help Keep them Looking Like New Longer!", 
                "OxiClean White Revive Does Not Contain Chlorine, so there are No Worries of Chlorine Spills!", 
                "OxiClean Keeps Your Whites and Your Colors Bright and Leaves a Powerful Scent of Clean!", 
                "Pre-Soak Your Clothes for Up to 6 Hours Before Washing for Best Results and to Revive Dingy Whites!"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 56.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Powder", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk, Wool", 
            "<B>Recommended Surface Application:</B> Multi-surface, Fabric, Clothing, Cotton", 
            "<B>Product Results:</B> Removes Dirt, Removes Blood, Removes Grease, Stain Remover, Removes Soil", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Plastic tub", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Stains can be stubborn, but this bottle of stain-lifting enzymes was built for the task. Featuring a built-in brush to let you scrub the formula deep into fabric, our stain remover targets tough, set-in stains. Call it your clothes’ new best friend.<br><br>Free and clear is shamelessly clean. No dyes. No perfumes.", 
        "dpci": "003-02-0645", 
        "brand": "Method", 
        "tcin": "51953052", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "51953052"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Method&#174; Stain Remover - 6 fl oz", 
        "url": "/p/method-174-stain-remover-6-fl-oz/-/A-51953052", 
        "release_date": "", 
        "upc": "817939017661", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Contains one 6 ounce bottle of  laundry stain remover", 
                "Naturally derived laundry stain remover", 
                "Removes tough set-in stains", 
                "Safe on washable fabrics. works on colors and whites", 
                "Removes tough, set-in stains", 
                "Never tested on animals"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children, eye irritant, keep out of eyes, flush immediately if product enters eyes, seek medical help if product is swallowed", 
            "<B>Capacity (Volume):</B> 6.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Recommended Surface Application:</B> Multi-surface", 
            "<B>Health Facts:</B> Bleach-free, Phosphate-free", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "OxiClean Max Force Foam Removes the Toughest Stains Even Grease! Max Force Foam's unique thick formula harnesses the power of oxygen and stainfighters to remove the toughest stains, even cooking oils and greasy foods.", 
        "dpci": "003-07-0532", 
        "brand": "Oxi Clean", 
        "tcin": "50250718", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50250718"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Oxi Clean Max Force Laundry Stain Remover Foam - 9Oz", 
        "url": "/p/oxi-clean-max-force-laundry-stain-remover-foam-9oz/-/A-50250718", 
        "release_date": "", 
        "upc": "757037000489", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "OxiClean Pretreat's best formula removes the toughest stains, even grease!", 
                "Thick Foaming action penetrates fibers to remove stains", 
                "Tackle the toughest dried-in stains!"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of children, keep out of eyes, flush immediately if product touches skin, flush immediately if product enters eyes", 
            "<B>Capacity (Volume):</B> 9.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Silk, Wool, Leather", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Multi-surface, Cotton", 
            "<B>Product Results:</B> Removes Soil, Removes Blood, Removes Grease, Stain Remover, Removes Dirt", 
            "<B>Health Facts:</B> Phosphate-free, Bleach-free", 
            "<B>Container Type:</B> Spray Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox 2 Laundry Stain Remover and Color Booster helps keep clothes looking newer, longer, leaving behind a clean linen scent. It has 2x the color brightening power and removes 4x more stains with pretreating than using detergent alone. This stain remover is safe for all loads, both color and washable fabrics. To remove dried and set in stains, pretreat prior to wash. Add to every wash load with detergent for color brightening power and total clean. It can be used in standard and high efficiency washing machines. Keep clothes bright and looking new with Clorox 2 Laundry Stain Remover and Color Booster.<br><br>Usage Directions: For color boosting power and a total clean, fill cap to line 1 for HE machines or regular loads, or fill to line 2 for extra-dirty or large loads. For best results, pretreat to remove stains from clothes. Apply Clorox 2 directly to tough stains like grass, dirt and ink. Rub in gently and set 5 to 10 minutes. Do not allow to dry on fabric. Wash with Clorox 2 and detergent.<br><br>Caution Statements: This stain remover and color booster is an eye irritant. Do not get in eyes. If contact with eyes occurs, flush with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. Keep out of reach of children.", 
        "dpci": "003-07-0583", 
        "brand": "Clorox", 
        "tcin": "13051903", 
        "images": [
            {
                "alternate_urls": [
                    "13051903_Alt01", 
                    "13051903_Alt02", 
                    "13051903_Alt03"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13051903_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13051903", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13051903_Alt01", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13051903"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox 2 Laundry Stain Remover and Color Booster, Original Scent, 66 oz", 
        "url": "/p/clorox-2-laundry-stain-remover-and-color-booster-original-scent-66-oz/-/A-13051903", 
        "release_date": "", 
        "upc": "044600300399", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox 2 Laundry Stain Remover and Color Booster", 
                "Removes stains and whitens and brightens clothing", 
                "Leaves clothes with a fresh scent", 
                "Keeps clothes looking whiter and brighter"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 66.0 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>number of uses:</B> 48.0", 
            "<B>Surfaces Not Recommended:</B> Wool, Silk", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Polyester, Cotton", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Health Facts:</B> No fragrance added, dye-free", 
            "<B>Container Type:</B> Plastic Jug", 
            "<B>Sustainability Claims:</B> Biodegradable"
        ]
    }, 
    {
        "description": "Clorox 2 Laundry Stain Remover and Color Booster helps keep clothes looking newer, longer, leaving behind a clean linen scent. It has 2x the color brightening power and removes 4x more stains with pretreating than using detergent alone. This stain remover is safe for all loads, both color and washable fabrics. To remove dried and set in stains, pretreat prior to wash. Add to every wash load with detergent for color brightening power and total clean. It can be used in standard and high efficiency washing machines. Keep clothes bright and looking new with Clorox 2 Laundry Stain Remover and Color Booster.<br><br>Usage Directions: For color boosting power and a total clean, fill cap to line 1 for HE machines or regular loads, or fill to line 2 for extra-dirty or large loads. For best results, pretreat to remove stains from clothes. Apply Clorox 2 directly to tough stains like grass, dirt and ink. Rub in gently and set 5 to 10 minutes. Do not allow to dry on fabric. Wash with Clorox 2 and detergent.<br><br>Caution Statements: This stain remover and color booster is an eye irritant. Do not get in eyes. If contact with eyes occurs, flush with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. Keep out of reach of children.", 
        "dpci": "003-07-0332", 
        "brand": "Clorox 2", 
        "tcin": "50053191", 
        "images": [
            {
                "alternate_urls": [
                    "50053191_Alt01", 
                    "50053191_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "50053191_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "50053191_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "50053191", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "50053191"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox 2 Laundry Stain Remover and Color Booster, Clean Linen, 88 oz", 
        "url": "/p/clorox-2-laundry-stain-remover-and-color-booster-clean-linen-88-oz/-/A-50053191", 
        "release_date": "", 
        "upc": "044600314747", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox 2 Laundry Stain Remover and Color Booster", 
                "Fresh, clean linen scent", 
                "Safe for HE and standard machines"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of eyes, flush immediately if product enters eyes, keep out of reach of children", 
            "<B>Capacity (Volume):</B> 88.0 ounces", 
            "<B>Scent:</B> Linen", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>number of uses:</B> 85.0", 
            "<B>Recommended Surface Application:</B> Clothing, Cotton, Fabric, Polyester, Wool", 
            "<B>Product Results:</B> Stain Remover, Eliminates Odors, Prevents Fading, Removes Blood, Removes Dirt, Removes Grease, Removes Soil, Safe for Use with Delicates", 
            "<B>Health Facts:</B> Phosphate-free, dye-free", 
            "<B>Container Type:</B> Plastic Jug"
        ]
    }, 
    {
        "description": "Clorox 2 Free & Clear Laundry Stain Remover and Color Booster helps keep clothes looking newer, longer. This laundry stain remover packs a special formula to boost colors and whiten whites without the use of dyes and perfumes. With the 2x the color brightening power and removal of 4x more stains with pretreating than using detergent alone, this laundry stain remover will combat a variety of everyday stains from chocolate to coffee and more. This Dermatologist tested, hypoallergenic stain remover contains no fragrances or dyes which is great for sensitive skin and is safe for all washable fabrics, both color and white loads. To remove dried and set in stains, pretreat prior to wash. Add to every wash load with detergent for color brightening power and total clean. It can be used in standard and high efficiency washing machines. Keep clothes bright and looking new with Clorox 2 Free & Clear Laundry Stain Remover and Color Booster.<br><br>Usage Directions: For color boosting power and a total clean, fill cap to line 1 for HE machines or regular loads, or fill to line 2 for extra-dirty or large loads. For best results, pretreat to remove stains from clothes. Apply Clorox 2 directly to tough stains like grass, dirt and ink. Rub in gently and set 5 to 10 minutes. Do not allow to dry on fabric. Wash with Clorox 2 and detergent.<br><br>Caution Statements: This stain remover and color booster is an eye irritant. Do not get in eyes. If contact with eyes occurs, flush with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. Keep out of reach of children.", 
        "dpci": "003-07-0494", 
        "brand": "Clorox", 
        "tcin": "13028530", 
        "images": [
            {
                "alternate_urls": [
                    "13028530_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "13028530_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "13028530", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "13028530"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox 2 Laundry Stain Remover and Color Booster, Free and Clear, 66 oz", 
        "url": "/p/clorox-2-laundry-stain-remover-and-color-booster-free-and-clear-66-oz/-/A-13028530", 
        "release_date": "", 
        "upc": "044600300481", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox 2 Free and Clear Laundry Stain Remover and Color Booster", 
                "Free of perfumes and dyes", 
                "Gentle on sensitive skin"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 66.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Cleaner, Stain Remover, disinfects", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Jug", 
            "<B>Package Quantity:</B> 48.0"
        ]
    }, 
    {
        "description": "Clorox 2 Stain Remover and Color Booster Pack helps keep clothes looking newer, longer. These concentrated, quick dissolving packs use TripleSolve Technology to penetrate, dissolve and eliminate tough stains. The 3 in 1 packs brighten colors, help remove odors and tough stains, such as grass, coffee, dirt and more. They are easy to use, just add one Clorox 2 Stain Remover and Color Booster pack along with detergent into standard or high efficiency washing machines and you are done. Keep clothes looking their best longer with Clorox 2 Laundry Stain Remover and Color Booster packs.<br><br><br>Directions: For brighter colors, whiter whites and laundry stain removal, toss 1 handy pack directly into a standard or HE machine and fill dispenser with regular detergent for each load of laundry. For large or extra-dirty loads, use 2 packs. Use with dry hands only and reseal the bag after each use.<br><br>Ingredients: Sodium carbonate, sodium percarbonate, sodium silicate, enzymes, fabric brightening agent and fragrance.<br><br>Warnings: This stain remover and color booster is an eye irritant, is harmful if swallowed and may cause skin irritation. Do not get in eyes. Do not ingest. If contact with eyes occurs, flush immediately with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. If contact with skin occurs, rinse with water. Keep out of reach of children.", 
        "dpci": "003-07-0207", 
        "brand": "Clorox 2", 
        "tcin": "14711574", 
        "images": [
            {
                "alternate_urls": [
                    "14711574_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "14711574"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox 2 Laundry Stain Remover and Color Booster Packs, 40 ct", 
        "url": "/p/clorox-2-laundry-stain-remover-and-color-booster-packs-40-ct/-/A-14711574", 
        "release_date": "", 
        "upc": "044600308180", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "One 40 count box of Clorox 2 Laundry Stain Remover and Color Booster Packs", 
                "Removes tough stains such as grass, coffee, dirt and juice with one wash", 
                "Concentrated, quick dissolving no mess formula", 
                "Keeps clothes brighter and whiter longer", 
                "Safe for both HE and standard washers"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 25.4 ounces", 
            "<B>Scent:</B> Original", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Capsule", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk, Wool", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing", 
            "<B>Product Results:</B> Prevents Discoloration, Stain Remover, Removes Soil, Cleaner", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Pouch", 
            "<B>Package Quantity:</B> 40.0"
        ]
    }, 
    {
        "description": "Clorox 2 Laundry Stain Remover and Color Booster helps keep clothes looking newer, longer, leaving behind a clean linen scent. It has 2x the color brightening power and removes 4x more stains with pretreating than using detergent alone. This stain remover is safe for all loads, both color and washable fabrics. To remove dried and set in stains, pretreat prior to wash. Add to every wash load with detergent for color brightening power and total clean. It can be used in standard and high efficiency washing machines. Keep clothes bright and looking new with Clorox 2 Laundry Stain Remover and Color Booster.<br><br>Usage Directions: For color boosting power and a total clean, fill cap to line 1 for HE machines or regular loads, or fill to line 2 for extra-dirty or large loads. For best results, pretreat to remove stains from clothes. Apply Clorox 2 directly to tough stains like grass, dirt and ink. Rub in gently and set 5 to 10 minutes. Do not allow to dry on fabric. Wash with Clorox 2 and detergent.<br><br>Caution Statements: This stain remover and color booster is an eye irritant. Do not get in eyes. If contact with eyes occurs, flush with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. Keep out of reach of children.", 
        "dpci": "003-07-0481", 
        "brand": "Clorox 2", 
        "tcin": "14711225", 
        "images": [
            {
                "alternate_urls": [
                    "14711225_Alt01", 
                    "14711225_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "14711225_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14711225_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "14711225", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "14711225"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox 2 Clean Linen Laundry Stain Remover and Color Booster 66 oz", 
        "url": "/p/clorox-2-clean-linen-laundry-stain-remover-and-color-booster-66-oz/-/A-14711225", 
        "release_date": "", 
        "upc": "044600308104", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox 2 Laundry Stain Remover and Color Booster", 
                "Fresh, clean linen scent", 
                "Safe for HE and standard machines"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 66.0 ounces", 
            "<B>Scent:</B> Linen", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Leather, Silk", 
            "<B>Recommended Surface Application:</B> Fabric", 
            "<B>Product Results:</B> Cleaner, disinfects", 
            "<B>Health Facts:</B> No fragrance added", 
            "<B>Container Type:</B> Plastic Jug", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox 2 Laundry Stain Remover Spray for Colors starts working immediately on dirt stains. It is specially designed to pretreat stains on colors and features TripleSolve Technology to penetrate, dissolve and eliminate tough dirt. Targeting old and fresh stains is easy with the precision spray bottle. This spray has great stain fighting power against grass, wine, sweat, coffee and other tough stains and it is safe for use on white fabrics. Clorox 2 Laundry Stain Remover Spray for Colors helps boost colors with stain removing power.<br><br>Usage Directions: Turn nozzle to ON position. Spray stain remover directly onto stain until completely covered. Rub into stain and let stand for 5 to 10 minutes. Do not allow to dry on fabric. Wash with your favorite detergent plus Clorox 2 Stain Remover and Color Booster for your colors or Clorox Bleach for your whites.<br><br>Caution Statements: This stain remover is an eye irritant. Do not get in eyes. If contact with eyes occurs, flush with water for 15 minutes. If irritation persists, call a doctor. If swallowed, drink a glassful of water. Call a doctor or poison control center. Keep out of reach of children.", 
        "dpci": "003-07-0698", 
        "brand": "Clorox", 
        "tcin": "13327569", 
        "images": [
            {
                "content_labels": [
                    {
                        "image_url": "13327569", 
                        "displayed_in_image": {}
                    }
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "13327569"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox 2 Laundry Stain Remover Spray for Colors, 30 oz", 
        "url": "/p/clorox-2-laundry-stain-remover-spray-for-colors-30-oz/-/A-13327569", 
        "release_date": "", 
        "upc": "044600306414", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox 2 Laundry Stain Remover For Colors", 
                "Precision spray bottle for easy aiming", 
                "Pretreat stains on colors or whites"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Flush immediately if product enters eyes, keep out of reach of animals, wash hands with soap and water after handling, wash contaminated clothing after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes", 
            "<B>Capacity (Volume):</B> 30.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Surfaces Not Recommended:</B> Silk, Wool", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Polyester, Cotton", 
            "<B>Product Results:</B> Cleaner, Stain Remover, Removes Soil, Removes Dirt", 
            "<B>Health Facts:</B> Bleach-free", 
            "<B>Container Type:</B> Spray Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Kick stubborn stains to the curb with the Stain Remover Spray from Dapple. The unscented and paraben-free stain remover is safe for babies and sensitive skin, so you can clean clothes and other fabrics worry-free. This safe but effective spray eliminates even the toughest stains from cotton, wool, polyester and other fabrics. Keep your baby's clothes and blankets clean and clear with this fabric stain remover.", 
        "dpci": "007-08-1061", 
        "brand": "Dapple", 
        "tcin": "50026223", 
        "images": [
            {
                "alternate_urls": [
                    "50026223_Alt01"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50026223"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Dapple Stain Remover Spray - 17oz", 
        "url": "/p/dapple-stain-remover-spray-17oz/-/A-50026223", 
        "release_date": "", 
        "upc": "892245001368", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Gentle baby-safe stain remover eliminates stubborn stains from clothes", 
                "Hypoallergenic formula safely cleans clothes and fabrics without irritating", 
                "Effective spray cleans stubborn messes off cotton, wool, polyester and other materials"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of reach of children", 
            "<B>Capacity (Volume):</B> 17.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> No Rinse", 
            "<B>Form:</B> Liquid Spray", 
            "<B>Recommended Surface Application:</B> Clothing, Cotton, Fabric, Multi-surface, Polyester, Wool", 
            "<B>Product Results:</B> Cleaner, Stain Remover, Used for Cleaning", 
            "<B>Health Facts:</B> Bleach-free, dye-free, hypoallergenic, Phosphate-free, no fragrance added, perchloroethylene-free, trichloroethylene-free", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0", 
            "<B>Sustainability Claims:</B> Not tested on animals"
        ]
    }, 
    {
        "description": "The Laundress Stain Solution safely removes old and new stains from clothing and linens. This stain remover is highly concentrated, so a little goes a long way.", 
        "dpci": "", 
        "brand": "The Laundress", 
        "tcin": "50977595", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50977595"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "The Laundress Stain Solution", 
        "url": "/p/the-laundress-stain-solution/-/A-50977595", 
        "release_date": "", 
        "upc": "", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "For removing laundry stains", 
                "Fragrance free", 
                "Nontoxic, biodegradable and allergen free", 
                "Cruelty free"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> No warning applicable", 
            "<B>Capacity (Volume):</B> 16.0 ounces", 
            "<B>Scent:</B> Unscented", 
            "<B>Formulation:</B> Concentrated, Color Safe", 
            "<B>Form:</B> Liquid", 
            "<B>Product Results:</B> Stain Remover", 
            "<B>Recommended Surface Application:</B> Fabric, Clothing, Wool, Polyester, Cotton", 
            "<B>Health Facts:</B> Phosphate-free, dye-free", 
            "<B>Container Type:</B> Plastic Bottle", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }, 
    {
        "description": "Clorox UltimateCare Bleach whitens and cleans with a pleasant scent. This user friendly bleach not only has a gentle soft cotton scent, but also works gently on even delicate laundry. The thick no splash formulated bleach can be poured directly onto fabrics to pretreat tough stains. With no overpowering bleach odor, the proof of the bleaching power can be seen in the whitening results. This bleach can be used in standard and high efficiency washing machines. Clorox UltimateCare Gentle Bleach offers a gentle Soft Cotton scent.<br><br>Usage Directions: Sort laundry by color. Add detergent and laundry to wash water. Add Clorox UltimateCare Bleach. To pretreat stains, remove any loose soil, apply bleach directly to stain, rub in and let sit 3 minutes. Add rest of capful to washer and wash immediately. This bleach is safe for most whites. If in doubt, apply one drop to hidden area. Rinse after 3 minutes, blot dry. If no color change, garment can be safely bleached. Avoid bleaching wool, silk, mohair, leather, spandex and nonfast colors.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other chemicals as hazardous gases may result.", 
        "dpci": "003-07-0546", 
        "brand": "Clorox", 
        "tcin": "50219406", 
        "images": [
            {
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "primary": "50219406"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox UltimateCare Bleach, Soft Cotton Scent, 30 oz", 
        "url": "/p/clorox-ultimatecare-bleach-soft-cotton-scent-30-oz/-/A-50219406", 
        "release_date": "", 
        "upc": "044600016924", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "Clorox UltimateCare Bleach Whitens and Clean Delicate Laundry", 
                "Soft cotton scent", 
                "Thicker, no splash formula"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Keep out of eyes, avoid contact with skin, seek medical help if product is swallowed", 
            "<B>Capacity (Volume):</B> 30.0 ounces", 
            "<B>Scent:</B> Cotton", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>number of uses:</B> 30.0", 
            "<B>Recommended Surface Application:</B> Clothing", 
            "<B>Product Results:</B> Removes Dirt, Stain Remover", 
            "<B>Health Facts:</B> Phosphate-free", 
            "<B>Container Type:</B> Plastic Jug"
        ]
    }, 
    {
        "description": "Combine the cleaning power of Clorox Performance Bleach with CloroMax technology, this number one bleach of choice in America now keeps clothes whiter longer based on stain removal verses detergent alone and cleans and protects surfaces by reducing soil adhesion while leaving a pleasant Fresh Meadow fragrance. This concentrated formula, filtered three times to deliver the purest bleach, removes 70% more stains than detergents alone and protects surfaces for easier, reduced cleaning effort. Use Clorox Bleach with CloroMax technology with confidence to remove tough laundry stains like grass, juice, dirt and blood from white clothing to cleaning countertops, floors, sinks, and trash cans. This sodium hypochlorite bleach can be used in standard and high efficiency washing machines. Great for everyday cleaning and seasonal cleaning needs including Spring Cleaning, & Back to School season. Clorox Bleach with CloroMax technology cleans, protects and deodorizes to keep your laundry and home smelling fresh.<br><br>Usage Directions: For laundry, sort laundry by color and add detergent. Fill bleach to max line in dispenser or add 1/2 cup bleach to wash water. Add clothes and start wash. For best results, add to wash 5 minutes after the wash cycle has begun. For cleaning and deodorizing, dilute 1/2 cup of bleach with 1 gallon of water. Pre-wash surface, mop or wipe with bleach solution. Allow solution to contact surface for at least 5 minutes. Rinse well and air dry. For prolonged use, wear rubber gloves.<br><br>Caution Statements: Eye and skin irritant. Avoid contact with eyes. For sensitive skin or prolonged use, wear rubber gloves. Use with adequate ventilation. If contact with eyes occurs, immediately rinse with water for 15 minutes. Call a doctor. If contact with skin occurs, rinse with water. If irritation persists, call a doctor. If swallowed, drink a glass of water. Call a doctor or poison control center. Keep out of reach of children. Do not use or mix with other household chemicals as hazardous gases may result.", 
        "dpci": "003-07-0045", 
        "brand": "Clorox", 
        "tcin": "17332331", 
        "images": [
            {
                "alternate_urls": [
                    "17332331_Alt01", 
                    "17332331_Alt02"
                ], 
                "base_url": "https://target.scene7.com/is/image/Target/", 
                "content_labels": [
                    {
                        "image_url": "17332331_Alt02", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17332331_Alt01", 
                        "displayed_in_image": {}
                    }, 
                    {
                        "image_url": "17332331", 
                        "displayed_in_image": {}
                    }
                ], 
                "primary": "17332331"
            }
        ], 
        "package_dimensions": "", 
        "categories": [
            "household essentials", 
            "Laundry care", 
            "Stain removers"
        ], 
        "title": "Clorox Bleach, Clean Linen Scent, 121 oz", 
        "url": "/p/clorox-bleach-clean-linen-scent-121-oz/-/A-17332331", 
        "release_date": "", 
        "upc": "044600307732", 
        "available_to_purchase_date_time": "", 
        "soft_bullets": {
            "bullets": [
                "121 ounce bottle of Clorox Bleach, Clean Linen Scent,", 
                "CloroMax provides stain protection", 
                "Keep whites whiter longer"
            ], 
            "title": "highlights"
        }, 
        "bullet_description": [
            "<B>Item Type:</B> Laundry stain removers", 
            "<B>Product Warning:</B> Avoid contact with skin, keep out of reach of animals, wash hands with soap and water after handling, seek medical help if product is swallowed, keep out of reach of children, keep out of eyes, keep off of clothing, keep container tightly sealed, flush immediately if product touches skin, flush immediately if product enters eyes, contains corrosive ingredients", 
            "<B>Capacity (Volume):</B> 121.0 ounces", 
            "<B>Scent:</B> Linen, Cotton, Clean Breeze", 
            "<B>Formulation:</B> Concentrated", 
            "<B>Form:</B> Liquid", 
            "<B>Recommended Surface Application:</B> Clothing, Multi-surface", 
            "<B>Product Results:</B> Cleaner, Eliminates Odors, Stain Remover, Used for Cleaning", 
            "<B>Health Facts:</B> Dye-free", 
            "<B>Container Type:</B> Plastic Jug", 
            "<B>Package Quantity:</B> 1.0"
        ]
    }
]